let schools = {
	"schools":[ {
		"id":"2905", "name":" 西安联合职业培训学院"
	}
	{
		"id":"486", "name":"七台河职业学院"
	}
	{
		"id":"950", "name":"万博科技职业学院"
	}
	{
		"id":"1916", "name":"万杰科技学院"
	}
	{
		"id":"1394", "name":"万里学院"
	}
	{
		"id":"3174", "name":"三亚卓达旅游职业学院"
	}
	{
		"id":"3176", "name":"三亚城市职业学院"
	}
	{
		"id":"3175", "name":"三亚学院"
	}
	{
		"id":"3178", "name":"三亚理工职业学院"
	}
	{
		"id":"3173", "name":"三亚航空旅游职业学院"
	}
	{
		"id":"1251", "name":"三峡大学"
	}
	{
		"id":"1318", "name":"三峡大学科技学院"
	}
	{
		"id":"2368", "name":"三峡师范学校"
	}
	{
		"id":"1245", "name":"三峡旅游职业技术学院"
	}
	{
		"id":"1338", "name":"三峡电力职业学院"
	}
	{
		"id":"2021", "name":"三明学院"
	}
	{
		"id":"2064", "name":"三明职业技术学院"
	}
	{
		"id":"1012", "name":"三江学院"
	}
	{
		"id":"3287", "name":"三门峡职业技术学院"
	}
	{
		"id":"351", "name":"上外贤达经济人文学院"
	}
	{
		"id":"354", "name":"上海东方文化职业学院"
	}
	{
		"id":"376", "name":"上海东海职业技术学院"
	}
	{
		"id":"400", "name":"上海中侨职业技术学院"
	}
	{
		"id":"331", "name":"上海中医药"
	}
	{
		"id":"399", "name":"上海中华职业技术学院"
	}
	{
		"id":"360", "name":"上海中博专修学院"
	}
	{
		"id":"319", "name":"上海交通大学"
	}
	{
		"id":"366", "name":"上海交通大学医学院"
	}
	{
		"id":"385", "name":"上海交通职业技术学院"
	}
	{
		"id":"342", "name":"上海体育学院"
	}
	{
		"id":"402", "name":"上海体育职业学院"
	}
	{
		"id":"405", "name":"上海健康职业技术学院"
	}
	{
		"id":"380", "name":"上海公安高等专科学校"
	}
	{
		"id":"393", "name":"上海兴韦信息技术职业学院"
	}
	{
		"id":"390", "name":"上海农林职业技术学院"
	}
	{
		"id":"373", "name":"上海出版印刷高等专科学校"
	}
	{
		"id":"396", "name":"上海医疗器械高等专科学校"
	}
	{
		"id":"403", "name":"上海医药职工大学"
	}
	{
		"id":"397", "name":"上海医药高等专科学校"
	}
	{
		"id":"323", "name":"上海商学院"
	}
	{
		"id":"350", "name":"上海国家会计学院"
	}
	{
		"id":"372", "name":"上海城市管理职业技术学院"
	}
	{
		"id":"327", "name":"上海外国语大学"
	}
	{
		"id":"339", "name":"上海外贸"
	}
	{
		"id":"326", "name":"上海大学"
	}
	{
		"id":"417", "name":"上海大学巴士汽车学院"
	}
	{
		"id":"410", "name":"上海大学艺术研究院"
	}
	{
		"id":"377", "name":"上海工会管理职业学院"
	}
	{
		"id":"378", "name":"上海工商外国语学院"
	}
	{
		"id":"355", "name":"上海工商学院"
	}
	{
		"id":"394", "name":"上海工商职业技术学院"
	}
	{
		"id":"329", "name":"上海工程技术大学"
	}
	{
		"id":"49", "name":"上海工程技术大学研究生学院"
	}
	{
		"id":"379", "name":"上海工艺美术职业学院"
	}
	{
		"id":"361", "name":"上海市宝山区业余大学"
	}
	{
		"id":"408", "name":"上海市经济管理干部学院"
	}
	{
		"id":"349", "name":"上海市计算技术研究所"
	}
	{
		"id":"332", "name":"上海师范大学"
	}
	{
		"id":"353", "name":"上海师范大学天华学院"
	}
	{
		"id":"347", "name":"上海师范大学青年学院 "
	}
	{
		"id":"337", "name":"上海应用技术学院"
	}
	{
		"id":"364", "name":"上海应用技术学院泰尔弗国际商学院"
	}
	{
		"id":"384", "name":"上海建峰职业技术学院"
	}
	{
		"id":"392", "name":"上海思博职业技术学院"
	}
	{
		"id":"344", "name":"上海戏剧学院"
	}
	{
		"id":"334", "name":"上海政法学院"
	}
	{
		"id":"358", "name":"上海新江学院"
	}
	{
		"id":"388", "name":"上海旅游高等专科学校"
	}
	{
		"id":"1370", "name":"上海杉达学院嘉善光彪学院"
	}
	{
		"id":"391", "name":"上海欧华职业技术学院"
	}
	{
		"id":"357", "name":"上海民航职业技术学院"
	}
	{
		"id":"389", "name":"上海民远职业技术学院"
	}
	{
		"id":"383", "name":"上海济光职业技术学院"
	}
	{
		"id":"328", "name":"上海海事大学"
	}
	{
		"id":"382", "name":"上海海事职业技术学院"
	}
	{
		"id":"381", "name":"上海海关学院"
	}
	{
		"id":"330", "name":"上海海洋大学"
	}
	{
		"id":"325", "name":"上海理工大学"
	}
	{
		"id":"412", "name":"上海生物制品研究所"
	}
	{
		"id":"338", "name":"上海电力学院"
	}
	{
		"id":"375", "name":"上海电子信息职业技术学院"
	}
	{
		"id":"374", "name":"上海电影艺术职业学院"
	}
	{
		"id":"335", "name":"上海电机学院"
	}
	{
		"id":"404", "name":"上海电视大学"
	}
	{
		"id":"409", "name":"上海社会科学院"
	}
	{
		"id":"386", "name":"上海科学技术职业学院"
	}
	{
		"id":"365", "name":"上海科技大学"
	}
	{
		"id":"341", "name":"上海立信会计学院"
	}
	{
		"id":"387", "name":"上海立达职业技术学院"
	}
	{
		"id":"336", "name":"上海第二工业大学"
	}
	{
		"id":"401", "name":"上海纺织工业职工大学"
	}
	{
		"id":"363", "name":"上海纽约大学"
	}
	{
		"id":"406", "name":"上海职工体育运动技术学院"
	}
	{
		"id":"395", "name":"上海行健职业学院"
	}
	{
		"id":"413", "name":"上海行政学院"
	}
	{
		"id":"367", "name":"上海视觉艺术学院"
	}
	{
		"id":"371", "name":"上海诚信学院"
	}
	{
		"id":"321", "name":"上海财经大学"
	}
	{
		"id":"1480", "name":"上海财经大学浙江学院"
	}
	{
		"id":"370", "name":"上海邦德职业技术学院"
	}
	{
		"id":"340", "name":"上海金融学院"
	}
	{
		"id":"398", "name":"上海震旦职业学院"
	}
	{
		"id":"415", "name":"上海青年管理干部学院"
	}
	{
		"id":"343", "name":"上海音乐学院"
	}
	{
		"id":"356", "name":"上海高级金融学院"
	}
	{
		"id":"416", "name":"上海鸿文职业技术学院"
	}
	{
		"id":"2585", "name":"上饶师范学院"
	}
	{
		"id":"2640", "name":"上饶职业技术学院"
	}
	{
		"id":"421", "name":"东北农业大学"
	}
	{
		"id":"614", "name":"东北大学"
	}
	{
		"id":"2463", "name":"东北大学秦皇岛校区"
	}
	{
		"id":"532", "name":"东北师范大学"
	}
	{
		"id":"566", "name":"东北师范大学人文学院"
	}
	{
		"id":"420", "name":"东北林大"
	}
	{
		"id":"536", "name":"东北电力大学"
	}
	{
		"id":"448", "name":"东北石油大学"
	}
	{
		"id":"617", "name":"东北财经大学"
	}
	{
		"id":"720", "name":"东北财经大学津桥商学院"
	}
	{
		"id":"324", "name":"东华大学"
	}
	{
		"id":"2580", "name":"东华理工大学"
	}
	{
		"id":"2650", "name":"东华理工大学长江学院"
	}
	{
		"id":"995", "name":"东南大学"
	}
	{
		"id":"1163", "name":"东南大学成贤学院"
	}
	{
		"id":"427", "name":"东方学院"
	}
	{
		"id":"189", "name":"东方文化艺术学院"
	}
	{
		"id":"2141", "name":"东莞理工学院"
	}
	{
		"id":"2156", "name":"东莞理工学院城市学院"
	}
	{
		"id":"2124", "name":"东莞职业技术学院"
	}
	{
		"id":"1855", "name":"东营职业学院"
	}
	{
		"id":"3042", "name":"中共内蒙古自治区委员会党校"
	}
	{
		"id":"214", "name":"中共北京市委党校（北京行政学院）"
	}
	{
		"id":"1376", "name":"中共浙江省委党校函授学院"
	}
	{
		"id":"630", "name":"中共辽宁省委党校研究生部"
	}
	{
		"id":"223", "name":"中北国际演艺学校"
	}
	{
		"id":"2666", "name":"中北大学"
	}
	{
		"id":"2749", "name":"中北大学信息商务学院"
	}
	{
		"id":"11", "name":"中北大学朔州校区"
	}
	{
		"id":"267", "name":"中华女子学院"
	}
	{
		"id":"1487", "name":"中南大学"
	}
	{
		"id":"1492", "name":"中南林业科技大学"
	}
	{
		"id":"1599", "name":"中南林业科技大学涉外学院"
	}
	{
		"id":"1226", "name":"中南民族大学"
	}
	{
		"id":"182", "name":"中南海业余大学"
	}
	{
		"id":"1225", "name":"中南财经政法大学"
	}
	{
		"id":"1335", "name":"中南财经政法武汉学院"
	}
	{
		"id":"3193", "name":"中原工学院"
	}
	{
		"id":"3318", "name":"中原工学院信息商务学院"
	}
	{
		"id":"303", "name":"中国中医科学院"
	}
	{
		"id":"1803", "name":"中国五冶职工大学"
	}
	{
		"id":"257", "name":"中国人民公安大学"
	}
	{
		"id":"226", "name":"中国人民大学"
	}
	{
		"id":"1204", "name":"中国人民大学国际学院"
	}
	{
		"id":"1249", "name":"中国人民解放军军事经济学院"
	}
	{
		"id":"3331", "name":"中国人民解放军外国语学院"
	}
	{
		"id":"764", "name":"中国人民解放军大连医学高等专科学校"
	}
	{
		"id":"2371", "name":"中国人民解放军第三军医大学"
	}
	{
		"id":"285", "name":"中国人民解放军装甲兵工程学院"
	}
	{
		"id":"230", "name":"中国传媒大学"
	}
	{
		"id":"1135", "name":"中国传媒大学南广学院"
	}
	{
		"id":"153", "name":"中国信息大学"
	}
	{
		"id":"233", "name":"中国农业大学"
	}
	{
		"id":"1958", "name":"中国农业大学（烟台校区）"
	}
	{
		"id":"191", "name":"中国农业科学院"
	}
	{
		"id":"647", "name":"中国刑警学院"
	}
	{
		"id":"266", "name":"中国劳动关系学院"
	}
	{
		"id":"655", "name":"中国医科大"
	}
	{
		"id":"714", "name":"中国医科大学临床医药学院"
	}
	{
		"id":"310", "name":"中国国际经济学院"
	}
	{
		"id":"1330", "name":"中国地质大学江城学院"
	}
	{
		"id":"2522", "name":"中国地质大学长城学院"
	}
	{
		"id":"244", "name":"中国地质大学（北京）"
	}
	{
		"id":"1224", "name":"中国地质大学（武汉）"
	}
	{
		"id":"1790", "name":"中国工程物理研究院职工工学院"
	}
	{
		"id":"198", "name":"中国建筑设计研究院"
	}
	{
		"id":"278", "name":"中国戏曲学院"
	}
	{
		"id":"241", "name":"中国政法大学"
	}
	{
		"id":"843", "name":"中国旅游干部管理学院"
	}
	{
		"id":"2776", "name":"中国日用化学工业研究院"
	}
	{
		"id":"295", "name":"中国林业科学研究院"
	}
	{
		"id":"779", "name":"中国民航大学"
	}
	{
		"id":"2524", "name":"中国民航管理干部学院"
	}
	{
		"id":"1703", "name":"中国民航飞行学院"
	}
	{
		"id":"309", "name":"中国水利水电科学研究院"
	}
	{
		"id":"1809", "name":"中国海洋大学"
	}
	{
		"id":"2523", "name":"中国环境管理干部学院"
	}
	{
		"id":"288", "name":"中国电影资料馆"
	}
	{
		"id":"215", "name":"中国疾病预防控制中心"
	}
	{
		"id":"286", "name":"中国石油勘探开发研究院"
	}
	{
		"id":"1928", "name":"中国石油大学(华东)东营校区"
	}
	{
		"id":"1946", "name":"中国石油大学胜利学院"
	}
	{
		"id":"250", "name":"中国石油大学（北京）"
	}
	{
		"id":"1837", "name":"中国石油大学（华东）"
	}
	{
		"id":"1043", "name":"中国矿业大学"
	}
	{
		"id":"1211", "name":"中国矿业大学徐海学院"
	}
	{
		"id":"3106", "name":"中国矿业大学银川学院"
	}
	{
		"id":"237", "name":"中国矿业大学（北京）"
	}
	{
		"id":"220", "name":"中国社会科学院研究生院"
	}
	{
		"id":"187", "name":"中国社科院"
	}
	{
		"id":"850", "name":"中国科大"
	}
	{
		"id":"411", "name":"中国科学院上海生命科学研究院"
	}
	{
		"id":"245", "name":"中国科学院大学"
	}
	{
		"id":"1779", "name":"中国科学院成都分院职工大学"
	}
	{
		"id":"636", "name":"中国科学院金属研究所"
	}
	{
		"id":"299", "name":"中国空间技术研究院"
	}
	{
		"id":"158", "name":"中国管理软件学院"
	}
	{
		"id":"1365", "name":"中国美术学院"
	}
	{
		"id":"1474", "name":"中国美术学院艺术设计职业技术学院"
	}
	{
		"id":"216", "name":"中国舰船研究院"
	}
	{
		"id":"1033", "name":"中国船舶科学研究中心"
	}
	{
		"id":"203", "name":"中国艺术研究院"
	}
	{
		"id":"1010", "name":"中国药科大"
	}
	{
		"id":"1359", "name":"中国计量"
	}
	{
		"id":"1378", "name":"中国计量学院现代科技学院"
	}
	{
		"id":"317", "name":"中国记协职工新闻学院"
	}
	{
		"id":"2552", "name":"中国轻工业干部管理学院"
	}
	{
		"id":"2772", "name":"中国辐射防护研究院"
	}
	{
		"id":"221", "name":"中国铁道科学研究院 "
	}
	{
		"id":"151", "name":"中国防卫科技学院"
	}
	{
		"id":"254", "name":"中国青年政治学院"
	}
	{
		"id":"152", "name":"中国音乐学院"
	}
	{
		"id":"3041", "name":"中央党校函授学院内蒙古分院"
	}
	{
		"id":"186", "name":"中央党校研究生院"
	}
	{
		"id":"206", "name":"中央党校继续教育学院"
	}
	{
		"id":"2416", "name":"中央司法警官学院"
	}
	{
		"id":"207", "name":"中央广播电视大学"
	}
	{
		"id":"253", "name":"中央戏剧学院"
	}
	{
		"id":"243", "name":"中央民族大学"
	}
	{
		"id":"264", "name":"中央美术学院"
	}
	{
		"id":"248", "name":"中央财经大学"
	}
	{
		"id":"277", "name":"中央音乐学院"
	}
	{
		"id":"2102", "name":"中山大学"
	}
	{
		"id":"2150", "name":"中山大学南方学院"
	}
	{
		"id":"2243", "name":"中山大学新华学院"
	}
	{
		"id":"2235", "name":"中山火炬职业技术学院"
	}
	{
		"id":"2254", "name":"中山职业技术学院"
	}
	{
		"id":"3311", "name":"中州大学"
	}
	{
		"id":"306", "name":"中日友好临床医学研究所"
	}
	{
		"id":"348", "name":"中法艾菲服装设计师学院"
	}
	{
		"id":"197", "name":"中瑞酒店管理学院"
	}
	{
		"id":"359", "name":"中科院上海微系统与信息技术研究所"
	}
	{
		"id":"2697", "name":"临汾职业技术学院"
	}
	{
		"id":"1848", "name":"临沂大学"
	}
	{
		"id":"1978", "name":"临沂职业学院"
	}
	{
		"id":"1403", "name":"丽水学院"
	}
	{
		"id":"1413", "name":"丽水职业技术学院"
	}
	{
		"id":"2308", "name":"丽江师范高等专科学校"
	}
	{
		"id":"1424", "name":"义乌工商职业技术学院"
	}
	{
		"id":"3087", "name":"乌兰察布医学高等专科学校"
	}
	{
		"id":"3071", "name":"乌兰察布职业学院"
	}
	{
		"id":"3070", "name":"乌海职业技术学院"
	}
	{
		"id":"3135", "name":"乌鲁木齐职业大学"
	}
	{
		"id":"3418", "name":"乐山师范学院"
	}
	{
		"id":"1710", "name":"乐山师院"
	}
	{
		"id":"1728", "name":"乐山职业技术学院"
	}
	{
		"id":"1080", "name":"九州职业技术学院"
	}
	{
		"id":"2588", "name":"九江学院"
	}
	{
		"id":"2633", "name":"九江职业大学"
	}
	{
		"id":"2634", "name":"九江职业技术学院"
	}
	{
		"id":"2283", "name":"云南中医学院"
	}
	{
		"id":"2319", "name":"云南交通职业技术学院"
	}
	{
		"id":"2329", "name":"云南体育运动职业技术学院"
	}
	{
		"id":"3382", "name":"云南农业大学"
	}
	{
		"id":"2325", "name":"云南农业大学热带作物学院"
	}
	{
		"id":"2324", "name":"云南农业职业技术学院"
	}
	{
		"id":"2332", "name":"云南医学高等专科学校"
	}
	{
		"id":"2328", "name":"云南司法警官职业学院"
	}
	{
		"id":"2317", "name":"云南国土资源职业学院"
	}
	{
		"id":"2316", "name":"云南国防工业职业技术学院"
	}
	{
		"id":"2315", "name":"云南城市建设职业学院"
	}
	{
		"id":"3404", "name":"云南外事外语职业学院"
	}
	{
		"id":"2287", "name":"云南大学"
	}
	{
		"id":"2339", "name":"云南大学旅游文化学院"
	}
	{
		"id":"2303", "name":"云南大学滇池学院"
	}
	{
		"id":"2288", "name":"云南工商学院"
	}
	{
		"id":"2305", "name":"云南工程职业学院"
	}
	{
		"id":"2278", "name":"云南师范大学"
	}
	{
		"id":"2327", "name":"云南师范大学商学院"
	}
	{
		"id":"2336", "name":"云南师范大学文理学院"
	}
	{
		"id":"2293", "name":"云南广播电视大学昆明分校"
	}
	{
		"id":"2330", "name":"云南文化艺术职业学院"
	}
	{
		"id":"2331", "name":"云南新兴职业学院"
	}
	{
		"id":"2318", "name":"云南机电职业技术学院"
	}
	{
		"id":"2322", "name":"云南林业职业技术学院"
	}
	{
		"id":"2280", "name":"云南民大"
	}
	{
		"id":"2292", "name":"云南民族大学文化学院"
	}
	{
		"id":"2314", "name":"云南爱因森软件职业学院"
	}
	{
		"id":"2326", "name":"云南省林业科学院"
	}
	{
		"id":"2342", "name":"云南科技信息职业学院"
	}
	{
		"id":"2321", "name":"云南科技信息职业技术学院"
	}
	{
		"id":"2320", "name":"云南经济管理职业学院"
	}
	{
		"id":"2290", "name":"云南经贸外事职业学院"
	}
	{
		"id":"2323", "name":"云南能源职业技术学院"
	}
	{
		"id":"2286", "name":"云南艺术学院"
	}
	{
		"id":"2338", "name":"云南艺术学院文华学院"
	}
	{
		"id":"2285", "name":"云南警官学院"
	}
	{
		"id":"2279", "name":"云南财经大学"
	}
	{
		"id":"3414", "name":"云南财经大学中华职业学院"
	}
	{
		"id":"2289", "name":"云南财贸外事职业学院"
	}
	{
		"id":"2341", "name":"云南锡业职业技术学院"
	}
	{
		"id":"2138", "name":"五邑大学"
	}
	{
		"id":"2586", "name":"井冈山大学"
	}
	{
		"id":"2426", "name":"交通运输部管理干部学院 "
	}
	{
		"id":"942", "name":"亳州师范高等专科学校"
	}
	{
		"id":"943", "name":"亳州职业技术学院"
	}
	{
		"id":"1308", "name":"仙桃职业学院"
	}
	{
		"id":"2017", "name":"仰恩大学"
	}
	{
		"id":"2111", "name":"仲恺农业工程学院"
	}
	{
		"id":"489", "name":"伊春职业学院"
	}
	{
		"id":"3113", "name":"伊犁师范奎屯校区"
	}
	{
		"id":"3128", "name":"伊犁师院"
	}
	{
		"id":"3148", "name":"伊犁职业技术学院"
	}
	{
		"id":"522", "name":"伟建工学院"
	}
	{
		"id":"2149", "name":"佛山科学技术学院"
	}
	{
		"id":"2159", "name":"佛山职业技术学院"
	}
	{
		"id":"444", "name":"佳木斯大学"
	}
	{
		"id":"505", "name":"佳木斯大学继续教育学院"
	}
	{
		"id":"510", "name":"佳木斯职业学院"
	}
	{
		"id":"2454", "name":"保定学院"
	}
	{
		"id":"2562", "name":"保定广播电视大学"
	}
	{
		"id":"2451", "name":"保定电力职业技术学院"
	}
	{
		"id":"2455", "name":"保定职业技术学院"
	}
	{
		"id":"2300", "name":"保山中医药高等专科学校"
	}
	{
		"id":"2299", "name":"保山学院"
	}
	{
		"id":"1516", "name":"保险职业学院"
	}
	{
		"id":"3293", "name":"信阳农林学院"
	}
	{
		"id":"41", "name":"信阳学院"
	}
	{
		"id":"3327", "name":"信阳师范学院"
	}
	{
		"id":"3225", "name":"信阳涉外职业技术学院"
	}
	{
		"id":"3294", "name":"信阳职业技术学院"
	}
	{
		"id":"1064", "name":"健雄职业技术学院"
	}
	{
		"id":"3134", "name":"克拉玛依职业技术学院"
	}
	{
		"id":"1406", "name":"公安海警学院"
	}
	{
		"id":"314", "name":"公安部管理干部学院"
	}
	{
		"id":"955", "name":"六安职业技术学院"
	}
	{
		"id":"3011", "name":"六盘水师范学院"
	}
	{
		"id":"3012", "name":"六盘水职业技术学院"
	}
	{
		"id":"1636", "name":"兰州交大"
	}
	{
		"id":"1670", "name":"兰州交通大学博文学院"
	}
	{
		"id":"1648", "name":"兰州交通大学铁道技术学院"
	}
	{
		"id":"1677", "name":"兰州商学院陇桥学院"
	}
	{
		"id":"1633", "name":"兰州城市学院"
	}
	{
		"id":"1672", "name":"兰州外语职业学院"
	}
	{
		"id":"1627", "name":"兰州大学"
	}
	{
		"id":"1671", "name":"兰州工业学院"
	}
	{
		"id":"1673", "name":"兰州教育学院"
	}
	{
		"id":"3394", "name":"兰州文理学院"
	}
	{
		"id":"1644", "name":"兰州服装职工大学"
	}
	{
		"id":"1635", "name":"兰州理工大学"
	}
	{
		"id":"1655", "name":"兰州理工大学技术工程学院"
	}
	{
		"id":"1652", "name":"兰州石化职业技术学院"
	}
	{
		"id":"1656", "name":"兰州职业技术学院"
	}
	{
		"id":"1645", "name":"兰州航空工业职工大学"
	}
	{
		"id":"1631", "name":"兰州财经大学"
	}
	{
		"id":"1676", "name":"兰州财经大学长青学院"
	}
	{
		"id":"1668", "name":"兰州资源环境职业技术学院"
	}
	{
		"id":"1646", "name":"兰州铁路工程职工大学"
	}
	{
		"id":"2995", "name":"兴义民族师范学院"
	}
	{
		"id":"3073", "name":"兴安职业技术学院"
	}
	{
		"id":"3417", "name":"其他"
	}
	{
		"id":"3422", "name":"其它测试"
	}
	{
		"id":"2542", "name":"冀中职业学院"
	}
	{
		"id":"1709", "name":"内江师范学院"
	}
	{
		"id":"1733", "name":"内江职业技术学院"
	}
	{
		"id":"3076", "name":"内蒙古丰州学院"
	}
	{
		"id":"3065", "name":"内蒙古交通职业技术学院"
	}
	{
		"id":"3068", "name":"内蒙古体育职业学院"
	}
	{
		"id":"3037", "name":"内蒙古农大"
	}
	{
		"id":"3062", "name":"内蒙古化工职业学院"
	}
	{
		"id":"3075", "name":"内蒙古北方职业技术学院"
	}
	{
		"id":"3039", "name":"内蒙古医科大学"
	}
	{
		"id":"3085", "name":"内蒙古医药专修学院"
	}
	{
		"id":"3067", "name":"内蒙古商贸职业学院"
	}
	{
		"id":"3035", "name":"内蒙古大学"
	}
	{
		"id":"3044", "name":"内蒙古大学创业学院"
	}
	{
		"id":"3036", "name":"内蒙古工业大学"
	}
	{
		"id":"3038", "name":"内蒙古师大"
	}
	{
		"id":"3048", "name":"内蒙古师范大学民族艺术学院"
	}
	{
		"id":"3046", "name":"内蒙古师范大学鸿德学院"
	}
	{
		"id":"3081", "name":"内蒙古广播电视大学直属学院"
	}
	{
		"id":"3064", "name":"内蒙古建筑职业技术学院"
	}
	{
		"id":"3063", "name":"内蒙古机电职业技术学院"
	}
	{
		"id":"3050", "name":"内蒙古民族大学"
	}
	{
		"id":"3411", "name":"内蒙古民族幼儿师范高等专科学校"
	}
	{
		"id":"3060", "name":"内蒙古电子信息职业技术学院"
	}
	{
		"id":"3049", "name":"内蒙古科大"
	}
	{
		"id":"3045", "name":"内蒙古科技大学包头医学院"
	}
	{
		"id":"3084", "name":"内蒙古科技大学包头师范学院"
	}
	{
		"id":"3078", "name":"内蒙古科技职业学院"
	}
	{
		"id":"3077", "name":"内蒙古经贸外语职业学院"
	}
	{
		"id":"3043", "name":"内蒙古自治区行政学院"
	}
	{
		"id":"3074", "name":"内蒙古警察职业学院"
	}
	{
		"id":"3059", "name":"内蒙古财税职业学院"
	}
	{
		"id":"3040", "name":"内蒙古财经大学"
	}
	{
		"id":"3061", "name":"内蒙古青城大学"
	}
	{
		"id":"966", "name":"凤阳师范高等专科学校"
	}
	{
		"id":"3001", "name":"凯里学院"
	}
	{
		"id":"3083", "name":"包头师范学院"
	}
	{
		"id":"3055", "name":"包头职业技术学院"
	}
	{
		"id":"3054", "name":"包头轻工职业技术学院"
	}
	{
		"id":"3053", "name":"包头钢铁职业技术学院"
	}
	{
		"id":"3080", "name":"包头铁道职业技术学院"
	}
	{
		"id":"246", "name":"北京中医药大学"
	}
	{
		"id":"2547", "name":"北京中医药大学东方学院"
	}
	{
		"id":"236", "name":"北京交通大学"
	}
	{
		"id":"2558", "name":"北京交通大学海滨学院"
	}
	{
		"id":"213", "name":"北京交通管理干部学院"
	}
	{
		"id":"139", "name":"北京交通职业技术学院"
	}
	{
		"id":"202", "name":"北京交通运输职业学院"
	}
	{
		"id":"138", "name":"北京京北职业技术学院"
	}
	{
		"id":"307", "name":"北京京城学院"
	}
	{
		"id":"297", "name":"北京京海研修学院"
	}
	{
		"id":"148", "name":"北京人文大学"
	}
	{
		"id":"300", "name":"北京企业管理研修学院 "
	}
	{
		"id":"259", "name":"北京体育大学"
	}
	{
		"id":"284", "name":"北京体育职业学院"
	}
	{
		"id":"238", "name":"北京信息科技大学"
	}
	{
		"id":"126", "name":"北京信息职业技术学院"
	}
	{
		"id":"205", "name":"北京八维研修学院"
	}
	{
		"id":"184", "name":"北京兴华大学"
	}
	{
		"id":"133", "name":"北京农业职业学院"
	}
	{
		"id":"272", "name":"北京农学院"
	}
	{
		"id":"180", "name":"北京劳动保障职业学院"
	}
	{
		"id":"240", "name":"北京化工大学"
	}
	{
		"id":"146", "name":"北京北大方正软件技术学院"
	}
	{
		"id":"179", "name":"北京医药集团职工大学"
	}
	{
		"id":"305", "name":"北京华夏管理学院"
	}
	{
		"id":"258", "name":"北京协和医学院"
	}
	{
		"id":"311", "name":"北京卫生职业学院"
	}
	{
		"id":"269", "name":"北京印刷学院"
	}
	{
		"id":"140", "name":"北京吉利大学"
	}
	{
		"id":"304", "name":"北京国家会计学院"
	}
	{
		"id":"294", "name":"北京国际商务学院"
	}
	{
		"id":"280", "name":"北京城市学院"
	}
	{
		"id":"132", "name":"北京培黎职业学院"
	}
	{
		"id":"255", "name":"北京外国语大学"
	}
	{
		"id":"225", "name":"北京大学"
	}
	{
		"id":"124", "name":"北京大学医学部"
	}
	{
		"id":"218", "name":"北京大学国家发展研究院"
	}
	{
		"id":"201", "name":"北京大学国际法学院"
	}
	{
		"id":"2274", "name":"北京大学深圳研究生院"
	}
	{
		"id":"175", "name":"北京宣武红旗业余大学"
	}
	{
		"id":"239", "name":"北京工业大学"
	}
	{
		"id":"291", "name":"北京工业大学耿丹学院"
	}
	{
		"id":"204", "name":"北京工业大学通州分校"
	}
	{
		"id":"142", "name":"北京工业职业技术学院"
	}
	{
		"id":"260", "name":"北京工商大学"
	}
	{
		"id":"289", "name":"北京工商大学嘉华学院"
	}
	{
		"id":"143", "name":"北京工商管理专修学院"
	}
	{
		"id":"171", "name":"北京市东城区职工业余大学"
	}
	{
		"id":"168", "name":"北京市丰台区职工大学"
	}
	{
		"id":"312", "name":"北京市农工商联合总公司职工大学"
	}
	{
		"id":"163", "name":"北京市劳动保障职业学院"
	}
	{
		"id":"174", "name":"北京市崇文区职工大学"
	}
	{
		"id":"164", "name":"北京市建设职工大学"
	}
	{
		"id":"172", "name":"北京市总工会职工大学"
	}
	{
		"id":"165", "name":"北京市房地产职工大学"
	}
	{
		"id":"177", "name":"北京市朝阳区职工大学"
	}
	{
		"id":"178", "name":"北京市机械工业局职工大学"
	}
	{
		"id":"166", "name":"北京市汽车工业总公司职工大学"
	}
	{
		"id":"173", "name":"北京市海淀区职工大学"
	}
	{
		"id":"176", "name":"北京市石景山区业余大学"
	}
	{
		"id":"167", "name":"北京市西城经济科学大学"
	}
	{
		"id":"229", "name":"北京师范大学"
	}
	{
		"id":"2154", "name":"北京师范大学珠海分校"
	}
	{
		"id":"2246", "name":"北京师范大学－香港浸会大学联合国际学院"
	}
	{
		"id":"169", "name":"北京广播电视大学"
	}
	{
		"id":"150", "name":"北京应用技术大学"
	}
	{
		"id":"268", "name":"北京建筑大学"
	}
	{
		"id":"194", "name":"北京建设大学"
	}
	{
		"id":"200", "name":"北京当代艺术学院"
	}
	{
		"id":"192", "name":"北京影视研修学院"
	}
	{
		"id":"129", "name":"北京戏曲艺术职业学院"
	}
	{
		"id":"125", "name":"北京政法职业学院"
	}
	{
		"id":"170", "name":"北京教育学院"
	}
	{
		"id":"199", "name":"北京文理研修学院"
	}
	{
		"id":"185", "name":"北京新园明职业学院"
	}
	{
		"id":"313", "name":"北京新圆明职业学院"
	}
	{
		"id":"188", "name":"北京旅游专修学院"
	}
	{
		"id":"211", "name":"北京有色金属研究总院研究生部"
	}
	{
		"id":"282", "name":"北京服装学院"
	}
	{
		"id":"235", "name":"北京林业大学"
	}
	{
		"id":"162", "name":"北京民族大学"
	}
	{
		"id":"141", "name":"北京汇佳职业学院"
	}
	{
		"id":"183", "name":"北京演艺专修学院"
	}
	{
		"id":"275", "name":"北京物资学院"
	}
	{
		"id":"127", "name":"北京现代职业技术学院"
	}
	{
		"id":"128", "name":"北京现代音乐研修学院"
	}
	{
		"id":"234", "name":"北京理工大学"
	}
	{
		"id":"2153", "name":"北京理工大学珠海学院"
	}
	{
		"id":"287", "name":"北京生命科学研究所"
	}
	{
		"id":"265", "name":"北京电子科技学院"
	}
	{
		"id":"144", "name":"北京电子科技职业学院"
	}
	{
		"id":"281", "name":"北京电影学院"
	}
	{
		"id":"1823", "name":"北京电影学院现代创意媒体学院"
	}
	{
		"id":"131", "name":"北京盛基艺术学校"
	}
	{
		"id":"270", "name":"北京石油化工学院"
	}
	{
		"id":"181", "name":"北京社会管理职业学院"
	}
	{
		"id":"232", "name":"北京科技大学"
	}
	{
		"id":"822", "name":"北京科技大学天津学院"
	}
	{
		"id":"135", "name":"北京科技经营管理学院"
	}
	{
		"id":"134", "name":"北京科技职业学院"
	}
	{
		"id":"274", "name":"北京第二外国语学院"
	}
	{
		"id":"137", "name":"北京经济技术职业学院"
	}
	{
		"id":"156", "name":"北京经济管理职业学院"
	}
	{
		"id":"136", "name":"北京经贸职业学院"
	}
	{
		"id":"157", "name":"北京美国英语语言学院"
	}
	{
		"id":"261", "name":"北京联合大学"
	}
	{
		"id":"292", "name":"北京联合大学广告学院"
	}
	{
		"id":"279", "name":"北京舞蹈学院"
	}
	{
		"id":"296", "name":"北京航空材料研究院"
	}
	{
		"id":"227", "name":"北京航空航天大学"
	}
	{
		"id":"2975", "name":"北京航空航天大学北海学院"
	}
	{
		"id":"276", "name":"北京警察学院"
	}
	{
		"id":"231", "name":"北京语言大学"
	}
	{
		"id":"155", "name":"北京财经专修学院"
	}
	{
		"id":"145", "name":"北京财贸职业学院"
	}
	{
		"id":"228", "name":"北京邮电大学"
	}
	{
		"id":"293", "name":"北京邮电大学世纪学院"
	}
	{
		"id":"195", "name":"北京金融学院"
	}
	{
		"id":"130", "name":"北京锡华国际经贸职业学院"
	}
	{
		"id":"154", "name":"北京青年政治学院"
	}
	{
		"id":"298", "name":"北京高等电力专科学校"
	}
	{
		"id":"149", "name":"北京高等秘书学院"
	}
	{
		"id":"196", "name":"北京黄埔大学"
	}
	{
		"id":"553", "name":"北华大学"
	}
	{
		"id":"2440", "name":"北华航天工业学院"
	}
	{
		"id":"160", "name":"北大资源学院"
	}
	{
		"id":"147", "name":"北大资源美术学院"
	}
	{
		"id":"3358", "name":"北大青鸟"
	}
	{
		"id":"2693", "name":"北岳职业技术学院"
	}
	{
		"id":"249", "name":"北方工业大学"
	}
	{
		"id":"3089", "name":"北方民族大学"
	}
	{
		"id":"2938", "name":"北海宏源足球职业学院"
	}
	{
		"id":"2940", "name":"北海职业学院"
	}
	{
		"id":"2939", "name":"北海艺术设计职业学院"
	}
	{
		"id":"2566", "name":"华东交通大学"
	}
	{
		"id":"3415", "name":"华东交通大学新版教务系统"
	}
	{
		"id":"2648", "name":"华东交通大学理工学院"
	}
	{
		"id":"320", "name":"华东师大"
	}
	{
		"id":"346", "name":"华东政法大学"
	}
	{
		"id":"322", "name":"华东理工"
	}
	{
		"id":"407", "name":"华东理工大学网络教育学院"
	}
	{
		"id":"1222", "name":"华中农大"
	}
	{
		"id":"1227", "name":"华中师大"
	}
	{
		"id":"1333", "name":"华中师范大学武汉传媒学院"
	}
	{
		"id":"1221", "name":"华中科技大学"
	}
	{
		"id":"1315", "name":"华中科技大学文华学院"
	}
	{
		"id":"1336", "name":"华中科技大学武昌分校"
	}
	{
		"id":"1243", "name":"华中设计工程学院"
	}
	{
		"id":"2016", "name":"华侨大学"
	}
	{
		"id":"3189", "name":"华北水利水电大学"
	}
	{
		"id":"2437", "name":"华北理工大学"
	}
	{
		"id":"315", "name":"华北电业联合职工大学"
	}
	{
		"id":"2485", "name":"华北电力大学（保定）"
	}
	{
		"id":"256", "name":"华北电力大学（北京）"
	}
	{
		"id":"2443", "name":"华北科技学院"
	}
	{
		"id":"2106", "name":"华南农业大学"
	}
	{
		"id":"2211", "name":"华南农业大学珠江学院"
	}
	{
		"id":"2104", "name":"华南师范大学"
	}
	{
		"id":"2249", "name":"华南师范大学南海校区"
	}
	{
		"id":"2212", "name":"华南师范大学增城学院"
	}
	{
		"id":"3163", "name":"华南热带农大"
	}
	{
		"id":"2101", "name":"华南理工大学"
	}
	{
		"id":"2152", "name":"华南理工大学广州学院"
	}
	{
		"id":"2210", "name":"华澳国际会计学院"
	}
	{
		"id":"1824", "name":"华鲁航空专业学校"
	}
	{
		"id":"1218", "name":"南京东方文理研修学院"
	}
	{
		"id":"1001", "name":"南京中医药大学"
	}
	{
		"id":"1180", "name":"南京中医药大学翰林学院"
	}
	{
		"id":"1193", "name":"南京中天专修学院"
	}
	{
		"id":"1088", "name":"南京交通职业技术学院"
	}
	{
		"id":"1090", "name":"南京人口管理干部学院"
	}
	{
		"id":"1008", "name":"南京体育学院"
	}
	{
		"id":"1042", "name":"南京体育学院奥林匹克学院"
	}
	{
		"id":"1002", "name":"南京信息工程大学"
	}
	{
		"id":"1179", "name":"南京信息工程大学滨江学院"
	}
	{
		"id":"1094", "name":"南京信息职业技术学院"
	}
	{
		"id":"998", "name":"南京农业大学"
	}
	{
		"id":"3410", "name":"南京农业大学工学院"
	}
	{
		"id":"1085", "name":"南京动力高等专科学校"
	}
	{
		"id":"1086", "name":"南京化工职业技术学院"
	}
	{
		"id":"994", "name":"南京医科大学"
	}
	{
		"id":"1181", "name":"南京医科大学康达学院"
	}
	{
		"id":"1031", "name":"南京城市职业学院"
	}
	{
		"id":"990", "name":"南京大学"
	}
	{
		"id":"1216", "name":"南京大学金陵学院"
	}
	{
		"id":"1004", "name":"南京审计学院"
	}
	{
		"id":"1168", "name":"南京审计学院金审学院"
	}
	{
		"id":"997", "name":"南京工业大学"
	}
	{
		"id":"1183", "name":"南京工业大学浦江学院"
	}
	{
		"id":"32", "name":"南京工业大学研究生"
	}
	{
		"id":"1087", "name":"南京工业职业技术学院"
	}
	{
		"id":"1161", "name":"南京工程兵工程学校"
	}
	{
		"id":"1003", "name":"南京工程学院"
	}
	{
		"id":"1013", "name":"南京工程高等职业学校"
	}
	{
		"id":"1146", "name":"南京市广播电视大学"
	}
	{
		"id":"1157", "name":"南京市职工大学"
	}
	{
		"id":"992", "name":"南京师大"
	}
	{
		"id":"1182", "name":"南京师范大学中北学院"
	}
	{
		"id":"1167", "name":"南京师范大学泰州学院"
	}
	{
		"id":"1200", "name":"南京技师学院"
	}
	{
		"id":"1015", "name":"南京政治学院"
	}
	{
		"id":"1198", "name":"南京新华电脑专修学院"
	}
	{
		"id":"1150", "name":"南京旅游职业学院"
	}
	{
		"id":"1006", "name":"南京晓庄学院"
	}
	{
		"id":"1147", "name":"南京机电职业技术学院"
	}
	{
		"id":"1000", "name":"南京林业大学"
	}
	{
		"id":"1089", "name":"南京森林警察学院"
	}
	{
		"id":"1092", "name":"南京特殊教育师范学院"
	}
	{
		"id":"993", "name":"南京理工大学"
	}
	{
		"id":"1162", "name":"南京理工大学泰州科技学院"
	}
	{
		"id":"3413", "name":"南京理工大学研究生院"
	}
	{
		"id":"1164", "name":"南京理工大学紫金学院"
	}
	{
		"id":"1158", "name":"南京联合职工大学"
	}
	{
		"id":"1203", "name":"南京航天管理干部学院"
	}
	{
		"id":"28", "name":"南京航空航天大学"
	}
	{
		"id":"1165", "name":"南京航空航天大学金城学院"
	}
	{
		"id":"1007", "name":"南京艺术学院"
	}
	{
		"id":"1091", "name":"南京视觉艺术职业学院"
	}
	{
		"id":"996", "name":"南京财经大学"
	}
	{
		"id":"1166", "name":"南京财经大学红山学院"
	}
	{
		"id":"999", "name":"南京邮电大学"
	}
	{
		"id":"3408", "name":"南京邮电大学研究生院"
	}
	{
		"id":"1172", "name":"南京邮电大学通达学院"
	}
	{
		"id":"1154", "name":"南京金陵旅馆管理干部学院"
	}
	{
		"id":"1195", "name":"南京金陵科技专修学院"
	}
	{
		"id":"1093", "name":"南京铁道职业技术学院"
	}
	{
		"id":"1207", "name":"南京高等职业技术学校"
	}
	{
		"id":"1781", "name":"南充市职工大学"
	}
	{
		"id":"1734", "name":"南充职业技术学院"
	}
	{
		"id":"1505", "name":"南华大学"
	}
	{
		"id":"1595", "name":"南华大学船山学院"
	}
	{
		"id":"2219", "name":"南华工商学院"
	}
	{
		"id":"2974", "name":"南宁地区教育学院"
	}
	{
		"id":"2973", "name":"南宁职业技术学院"
	}
	{
		"id":"769", "name":"南开大学"
	}
	{
		"id":"2245", "name":"南开大学深圳金融工程学院"
	}
	{
		"id":"827", "name":"南开大学滨海学院"
	}
	{
		"id":"1624", "name":"南方动力机械公司职工工学院"
	}
	{
		"id":"27", "name":"南方医科大学"
	}
	{
		"id":"2110", "name":"南方科技大学"
	}
	{
		"id":"2565", "name":"南昌大学"
	}
	{
		"id":"2657", "name":"南昌大学共青学院"
	}
	{
		"id":"2658", "name":"南昌大学科学技术学院"
	}
	{
		"id":"2597", "name":"南昌工学院"
	}
	{
		"id":"2568", "name":"南昌工程"
	}
	{
		"id":"2637", "name":"南昌市业余大学"
	}
	{
		"id":"2638", "name":"南昌市职工科技大学"
	}
	{
		"id":"2609", "name":"南昌师范学院"
	}
	{
		"id":"2636", "name":"南昌师范高等专科学校"
	}
	{
		"id":"2569", "name":"南昌理工"
	}
	{
		"id":"2594", "name":"南昌职业学院"
	}
	{
		"id":"2567", "name":"南昌航空大学"
	}
	{
		"id":"2651", "name":"南昌航空大学科技学院"
	}
	{
		"id":"2635", "name":"南昌钢铁职工大学"
	}
	{
		"id":"2220", "name":"南海东软信息技术学院"
	}
	{
		"id":"2270", "name":"南海成人学院"
	}
	{
		"id":"1029", "name":"南航艾维国际飞行学院"
	}
	{
		"id":"1185", "name":"南通体臣卫生学校"
	}
	{
		"id":"1049", "name":"南通大学"
	}
	{
		"id":"1169", "name":"南通大学杏林学院"
	}
	{
		"id":"1190", "name":"南通市中等专业学校"
	}
	{
		"id":"1155", "name":"南通市工人业余大学"
	}
	{
		"id":"1186", "name":"南通市广播电视大学"
	}
	{
		"id":"1030", "name":"南通建筑职业技术学校 "
	}
	{
		"id":"3356", "name":"南通理工"
	}
	{
		"id":"1096", "name":"南通科技职业学院"
	}
	{
		"id":"1095", "name":"南通纺织职业技术学院"
	}
	{
		"id":"1098", "name":"南通职业大学"
	}
	{
		"id":"1097", "name":"南通航运职业技术学院"
	}
	{
		"id":"1188", "name":"南通高等师范学校"
	}
	{
		"id":"3283", "name":"南阳医学高等专科学校"
	}
	{
		"id":"3243", "name":"南阳师范学院"
	}
	{
		"id":"3242", "name":"南阳理工学院"
	}
	{
		"id":"3222", "name":"南阳职业学院"
	}
	{
		"id":"2083", "name":"厦门东海学院"
	}
	{
		"id":"2069", "name":"厦门兴才职业技术学院"
	}
	{
		"id":"2093", "name":"厦门医学高等专科学校"
	}
	{
		"id":"2067", "name":"厦门华厦职业学院"
	}
	{
		"id":"2066", "name":"厦门华天涉外职业技术学院"
	}
	{
		"id":"2068", "name":"厦门南洋学院"
	}
	{
		"id":"2073", "name":"厦门城市职业学院"
	}
	{
		"id":"1", "name":"厦门大学"
	}
	{
		"id":"2023", "name":"厦门大学嘉庚学院"
	}
	{
		"id":"47", "name":"厦门大学志愿者服务"
	}
	{
		"id":"2", "name":"厦门大学研究生院"
	}
	{
		"id":"2094", "name":"厦门安防科技学院"
	}
	{
		"id":"2097", "name":"厦门安防科技职业学院"
	}
	{
		"id":"2099", "name":"厦门工学院"
	}
	{
		"id":"2077", "name":"厦门市广播电视大学"
	}
	{
		"id":"2098", "name":"厦门技师学院"
	}
	{
		"id":"2065", "name":"厦门海洋职业技术学院"
	}
	{
		"id":"2070", "name":"厦门演艺职业学院"
	}
	{
		"id":"2002", "name":"厦门理工学院"
	}
	{
		"id":"2085", "name":"厦门科技学院"
	}
	{
		"id":"2087", "name":"厦门软件职业技术学院"
	}
	{
		"id":"1401", "name":"台州学院"
	}
	{
		"id":"1467", "name":"台州科技职业学院"
	}
	{
		"id":"1422", "name":"台州职业技术学院"
	}
	{
		"id":"2923", "name":"右江民族医学院"
	}
	{
		"id":"865", "name":"合肥信息技术职业学院 "
	}
	{
		"id":"872", "name":"合肥共达职业技术学院"
	}
	{
		"id":"855", "name":"合肥学院"
	}
	{
		"id":"886", "name":"合肥工业大学宣城校区"
	}
	{
		"id":"852", "name":"合肥工大"
	}
	{
		"id":"976", "name":"合肥市职工大学"
	}
	{
		"id":"965", "name":"合肥师范学院"
	}
	{
		"id":"969", "name":"合肥幼儿师范高等专科学校"
	}
	{
		"id":"885", "name":"合肥滨湖职业技术学院"
	}
	{
		"id":"880", "name":"合肥科技职业学院"
	}
	{
		"id":"944", "name":"合肥职业技术学院"
	}
	{
		"id":"977", "name":"合肥职工科技大学"
	}
	{
		"id":"971", "name":"合肥财经职业学院"
	}
	{
		"id":"951", "name":"合肥通用职业技术学院"
	}
	{
		"id":"572", "name":"吉林交通职业技术学院"
	}
	{
		"id":"544", "name":"吉林体育学院"
	}
	{
		"id":"548", "name":"吉林俄语学院"
	}
	{
		"id":"534", "name":"吉林农业大学"
	}
	{
		"id":"574", "name":"吉林农业工程职业技术学院"
	}
	{
		"id":"554", "name":"吉林农业科技学院"
	}
	{
		"id":"585", "name":"吉林动画学院"
	}
	{
		"id":"602", "name":"吉林化学工业公司职工大学"
	}
	{
		"id":"537", "name":"吉林化工"
	}
	{
		"id":"555", "name":"吉林医药学院"
	}
	{
		"id":"542", "name":"吉林华桥外国语学院"
	}
	{
		"id":"576", "name":"吉林司法警官职业学院"
	}
	{
		"id":"531", "name":"吉林大学"
	}
	{
		"id":"568", "name":"吉林大学—莱姆顿学院"
	}
	{
		"id":"759", "name":"吉林大学工商管理学院"
	}
	{
		"id":"2214", "name":"吉林大学珠海学院"
	}
	{
		"id":"570", "name":"吉林对外经贸职业学院"
	}
	{
		"id":"571", "name":"吉林工业职业技术学院"
	}
	{
		"id":"575", "name":"吉林工商学院"
	}
	{
		"id":"541", "name":"吉林工程师范"
	}
	{
		"id":"556", "name":"吉林师范大学"
	}
	{
		"id":"589", "name":"吉林师范大学博达学院"
	}
	{
		"id":"596", "name":"吉林广播电视大学"
	}
	{
		"id":"551", "name":"吉林广播电视大学桦甸分校"
	}
	{
		"id":"538", "name":"吉林建筑大学"
	}
	{
		"id":"593", "name":"吉林建筑大学城建学院"
	}
	{
		"id":"569", "name":"吉林电子信息职业技术学院"
	}
	{
		"id":"580", "name":"吉林省教育学院"
	}
	{
		"id":"601", "name":"吉林省行政管理干部学院"
	}
	{
		"id":"610", "name":"吉林科技职业技术学院"
	}
	{
		"id":"581", "name":"吉林经济管理干部学院"
	}
	{
		"id":"600", "name":"吉林职工医科大学"
	}
	{
		"id":"545", "name":"吉林艺术学院"
	}
	{
		"id":"612", "name":"吉林警察学院"
	}
	{
		"id":"549", "name":"吉林财经信息经济学院"
	}
	{
		"id":"543", "name":"吉林财经大学"
	}
	{
		"id":"587", "name":"吉林财经大学信息经济学院"
	}
	{
		"id":"590", "name":"吉林铁道职业技术学院"
	}
	{
		"id":"1506", "name":"吉首大学"
	}
	{
		"id":"1605", "name":"吉首大学张家界学院"
	}
	{
		"id":"29", "name":"同济大学"
	}
	{
		"id":"352", "name":"同济大学同科学院"
	}
	{
		"id":"1470", "name":"同济大学浙江学院"
	}
	{
		"id":"2359", "name":"后勤工程学院"
	}
	{
		"id":"2699", "name":"吕梁学院"
	}
	{
		"id":"2678", "name":"吕梁高等专科学校离石师范分校"
	}
	{
		"id":"3096", "name":"吴忠职业技术学院"
	}
	{
		"id":"3251", "name":"周口师范学院"
	}
	{
		"id":"3329", "name":"周口科技职业学院"
	}
	{
		"id":"3312", "name":"周口职业技术学院"
	}
	{
		"id":"3052", "name":"呼伦贝尔学院"
	}
	{
		"id":"3047", "name":"呼伦贝尔职业技术学院"
	}
	{
		"id":"3066", "name":"呼和浩特民族学院"
	}
	{
		"id":"3057", "name":"呼和浩特职业学院"
	}
	{
		"id":"3115", "name":"和田地区教育学院"
	}
	{
		"id":"3133", "name":"和田师范专科学校"
	}
	{
		"id":"1309", "name":"咸宁职业技术学院"
	}
	{
		"id":"2830", "name":"咸阳师范学院"
	}
	{
		"id":"2875", "name":"咸阳职业技术学院"
	}
	{
		"id":"461", "name":"哈尔滨传媒职业学院"
	}
	{
		"id":"426", "name":"哈尔滨体院"
	}
	{
		"id":"436", "name":"哈尔滨剑桥学院"
	}
	{
		"id":"422", "name":"哈尔滨医科大学"
	}
	{
		"id":"440", "name":"哈尔滨医科大学(大庆)"
	}
	{
		"id":"458", "name":"哈尔滨华夏计算机职业技术学院"
	}
	{
		"id":"503", "name":"哈尔滨华德学院"
	}
	{
		"id":"429", "name":"哈尔滨商业大学"
	}
	{
		"id":"507", "name":"哈尔滨外国语学院"
	}
	{
		"id":"425", "name":"哈尔滨学院"
	}
	{
		"id":"418", "name":"哈尔滨工业大学"
	}
	{
		"id":"2127", "name":"哈尔滨工业大学深圳研究生院"
	}
	{
		"id":"419", "name":"哈尔滨工程大学"
	}
	{
		"id":"528", "name":"哈尔滨市幼儿师范学校"
	}
	{
		"id":"504", "name":"哈尔滨市职工医学院"
	}
	{
		"id":"430", "name":"哈尔滨师范大学"
	}
	{
		"id":"434", "name":"哈尔滨师范大学七台河分校"
	}
	{
		"id":"496", "name":"哈尔滨师范大学呼兰学院"
	}
	{
		"id":"490", "name":"哈尔滨师范大学阿城学院"
	}
	{
		"id":"502", "name":"哈尔滨广厦学院"
	}
	{
		"id":"512", "name":"哈尔滨广播电视大学"
	}
	{
		"id":"493", "name":"哈尔滨应用职业技术学院"
	}
	{
		"id":"498", "name":"哈尔滨德强学院"
	}
	{
		"id":"443", "name":"哈尔滨政法专修学院"
	}
	{
		"id":"464", "name":"哈尔滨江南职业技术学院"
	}
	{
		"id":"431", "name":"哈尔滨理工大学"
	}
	{
		"id":"457", "name":"哈尔滨电力职业技术学院"
	}
	{
		"id":"499", "name":"哈尔滨石油学院"
	}
	{
		"id":"508", "name":"哈尔滨科学技术职业学院"
	}
	{
		"id":"462", "name":"哈尔滨职业技术学院"
	}
	{
		"id":"495", "name":"哈尔滨远东理工学院"
	}
	{
		"id":"459", "name":"哈尔滨金融学院"
	}
	{
		"id":"460", "name":"哈尔滨铁道职业技术学院"
	}
	{
		"id":"520", "name":"哈尔滨阳光计算机专修学校"
	}
	{
		"id":"1856", "name":"哈工大(威海)"
	}
	{
		"id":"530", "name":"哈理工荣成校区"
	}
	{
		"id":"2438", "name":"唐山学院"
	}
	{
		"id":"2515", "name":"唐山工业职业技术学院"
	}
	{
		"id":"2439", "name":"唐山师范学院"
	}
	{
		"id":"2516", "name":"唐山广播电视大学"
	}
	{
		"id":"2517", "name":"唐山科技职业技术学院"
	}
	{
		"id":"2518", "name":"唐山职业技术学院"
	}
	{
		"id":"3289", "name":"商丘医学高等专科学校"
	}
	{
		"id":"3320", "name":"商丘学院"
	}
	{
		"id":"38", "name":"商丘学院应用科技学院"
	}
	{
		"id":"3223", "name":"商丘工学院"
	}
	{
		"id":"3250", "name":"商丘师范学院"
	}
	{
		"id":"3288", "name":"商丘科技职业学院"
	}
	{
		"id":"3290", "name":"商丘职业技术学院"
	}
	{
		"id":"2836", "name":"商洛学院"
	}
	{
		"id":"2860", "name":"商洛职业技术学院"
	}
	{
		"id":"3127", "name":"喀什大学"
	}
	{
		"id":"3116", "name":"喀什教育学院"
	}
	{
		"id":"1450", "name":"嘉兴南洋职业技术学院"
	}
	{
		"id":"1396", "name":"嘉兴学院"
	}
	{
		"id":"1386", "name":"嘉兴学院南湖学院"
	}
	{
		"id":"1410", "name":"嘉兴职业技术学院"
	}
	{
		"id":"2147", "name":"嘉应学院"
	}
	{
		"id":"1778", "name":"四川中医药高等专科学"
	}
	{
		"id":"1761", "name":"四川中医药高等专科学校"
	}
	{
		"id":"1700", "name":"四川中山学院"
	}
	{
		"id":"1747", "name":"四川交通职业技术学院"
	}
	{
		"id":"1697", "name":"四川传媒学院"
	}
	{
		"id":"1758", "name":"四川信息工程学校"
	}
	{
		"id":"1767", "name":"四川信息职业技术学院"
	}
	{
		"id":"1784", "name":"四川农业管理干部学院"
	}
	{
		"id":"1679", "name":"四川农大"
	}
	{
		"id":"1744", "name":"四川化工职业技术学院"
	}
	{
		"id":"9", "name":"四川医科大学"
	}
	{
		"id":"1743", "name":"四川华新现代职业学院"
	}
	{
		"id":"1754", "name":"四川司法警官职业学院"
	}
	{
		"id":"1751", "name":"四川商务职业学院"
	}
	{
		"id":"1741", "name":"四川国际标榜职业学院"
	}
	{
		"id":"1802", "name":"四川城市职业学院"
	}
	{
		"id":"2354", "name":"四川外国语大学"
	}
	{
		"id":"1756", "name":"四川外国语大学成都学院"
	}
	{
		"id":"2398", "name":"四川外语学院重庆南方翻译学院"
	}
	{
		"id":"1678", "name":"四川大学"
	}
	{
		"id":"1764", "name":"四川大学锦城学院"
	}
	{
		"id":"1765", "name":"四川大学锦江学院"
	}
	{
		"id":"1735", "name":"四川大学龙泉校区"
	}
	{
		"id":"19", "name":"四川工业科技学院"
	}
	{
		"id":"1769", "name":"四川工商学院"
	}
	{
		"id":"1738", "name":"四川工商职业技术学院"
	}
	{
		"id":"1737", "name":"四川工程职业技术学院"
	}
	{
		"id":"3380", "name":"四川师范大学"
	}
	{
		"id":"1770", "name":"四川师范大学文理学院"
	}
	{
		"id":"1807", "name":"四川师范大学电影电视学院"
	}
	{
		"id":"1804", "name":"四川师范大学经济职业学院"
	}
	{
		"id":"1752", "name":"四川师范大学绵阳初等教育学院"
	}
	{
		"id":"1702", "name":"四川幼儿师范高等专科学校"
	}
	{
		"id":"1740", "name":"四川广播电视大学"
	}
	{
		"id":"1746", "name":"四川建筑职业技术学院"
	}
	{
		"id":"1755", "name":"四川托普信息技术职业学院"
	}
	{
		"id":"1773", "name":"四川文化产业职业学院"
	}
	{
		"id":"1757", "name":"四川文化传媒职业学院"
	}
	{
		"id":"1691", "name":"四川文理学院"
	}
	{
		"id":"1750", "name":"四川旅游学院 "
	}
	{
		"id":"1745", "name":"四川机电职业技术学院"
	}
	{
		"id":"1792", "name":"四川核工业职工大学"
	}
	{
		"id":"1806", "name":"四川民族学院"
	}
	{
		"id":"1753", "name":"四川水利职业技术学院"
	}
	{
		"id":"1698", "name":"四川现代职业学院"
	}
	{
		"id":"1704", "name":"四川理工"
	}
	{
		"id":"1736", "name":"四川电力职业技术学院"
	}
	{
		"id":"3403", "name":"四川电子机械职业技术学院"
	}
	{
		"id":"1787", "name":"四川省东方动力职工大学"
	}
	{
		"id":"1794", "name":"四川省化工职工大学"
	}
	{
		"id":"1805", "name":"四川省卫生管理干部学院"
	}
	{
		"id":"1782", "name":"四川省广播电视大学"
	}
	{
		"id":"1701", "name":"四川省社会科学院"
	}
	{
		"id":"1786", "name":"四川省职工运动技术学院"
	}
	{
		"id":"1774", "name":"四川科技职业学院"
	}
	{
		"id":"1793", "name":"四川科技职工大学"
	}
	{
		"id":"1739", "name":"四川管理职业学院"
	}
	{
		"id":"1783", "name":"四川经济管理干部学院"
	}
	{
		"id":"2355", "name":"四川美院"
	}
	{
		"id":"1760", "name":"四川职业技术学院"
	}
	{
		"id":"1742", "name":"四川航天职业技术学院"
	}
	{
		"id":"1693", "name":"四川艺术大学"
	}
	{
		"id":"1768", "name":"四川艺术职业学院"
	}
	{
		"id":"1749", "name":"四川警安职业学院"
	}
	{
		"id":"1706", "name":"四川警察学院"
	}
	{
		"id":"1801", "name":"四川财经职业学院"
	}
	{
		"id":"1759", "name":"四川邮电职业技术学院"
	}
	{
		"id":"1696", "name":"四川长江职业学院"
	}
	{
		"id":"1776", "name":"四川音乐学院绵阳艺术学院"
	}
	{
		"id":"14", "name":"四川音乐学院（新都校区）"
	}
	{
		"id":"578", "name":"四平职业大学"
	}
	{
		"id":"302", "name":"国家检察官学院"
	}
	{
		"id":"193", "name":"国家法官学院"
	}
	{
		"id":"212", "name":"国家行政学院"
	}
	{
		"id":"1796", "name":"国营涪江机器厂职工大学"
	}
	{
		"id":"1501", "name":"国防科学技术大学"
	}
	{
		"id":"263", "name":"国际关系学院"
	}
	{
		"id":"2797", "name":"培华学院"
	}
	{
		"id":"1099", "name":"培尔职业技术学院"
	}
	{
		"id":"3126", "name":"塔里木大学"
	}
	{
		"id":"318", "name":"复旦大学"
	}
	{
		"id":"368", "name":"复旦大学上海医学院"
	}
	{
		"id":"369", "name":"复旦大学太平洋金融学院"
	}
	{
		"id":"251", "name":"外交学院"
	}
	{
		"id":"456", "name":"大兴安岭职业学院"
	}
	{
		"id":"2687", "name":"大同大学"
	}
	{
		"id":"2682", "name":"大同煤炭职业技术学院"
	}
	{
		"id":"454", "name":"大庆医学高等专科学校"
	}
	{
		"id":"449", "name":"大庆师范学院"
	}
	{
		"id":"455", "name":"大庆职业学院"
	}
	{
		"id":"2291", "name":"大理医学院"
	}
	{
		"id":"2298", "name":"大理学院"
	}
	{
		"id":"766", "name":"大连东方外国语学院"
	}
	{
		"id":"668", "name":"大连东软信息学院"
	}
	{
		"id":"619", "name":"大连交大"
	}
	{
		"id":"620", "name":"大连医大"
	}
	{
		"id":"715", "name":"大连医科大学中山学院"
	}
	{
		"id":"672", "name":"大连商务职业学院"
	}
	{
		"id":"625", "name":"大连外国语大学"
	}
	{
		"id":"618", "name":"大连大学"
	}
	{
		"id":"3371", "name":"大连工业大学"
	}
	{
		"id":"707", "name":"大连工业大学艺术与信息工程学院"
	}
	{
		"id":"739", "name":"大连工人大学"
	}
	{
		"id":"623", "name":"大连工大"
	}
	{
		"id":"748", "name":"大连市工人大学"
	}
	{
		"id":"733", "name":"大连市教育学院"
	}
	{
		"id":"693", "name":"大连广播电视大学"
	}
	{
		"id":"670", "name":"大连枫叶职业技术学院"
	}
	{
		"id":"622", "name":"大连民族大学"
	}
	{
		"id":"633", "name":"大连汽车职业技术学院"
	}
	{
		"id":"616", "name":"大连海事"
	}
	{
		"id":"624", "name":"大连海洋大学"
	}
	{
		"id":"631", "name":"大连港务专修学院"
	}
	{
		"id":"613", "name":"大连理工"
	}
	{
		"id":"722", "name":"大连理工大学城市学院"
	}
	{
		"id":"3370", "name":"大连理工大学盘锦校区"
	}
	{
		"id":"708", "name":"大连科技学院"
	}
	{
		"id":"669", "name":"大连翻译职业技术学院"
	}
	{
		"id":"674", "name":"大连职业技术学院"
	}
	{
		"id":"740", "name":"大连职工大学"
	}
	{
		"id":"761", "name":"大连航运职业技术学院"
	}
	{
		"id":"756", "name":"大连艺术学院"
	}
	{
		"id":"673", "name":"大连艺术职业学院"
	}
	{
		"id":"765", "name":"大连装备制造职业技术学院"
	}
	{
		"id":"635", "name":"大连财经学院"
	}
	{
		"id":"671", "name":"大连软件职业学院"
	}
	{
		"id":"1649", "name":"天水师范学院"
	}
	{
		"id":"777", "name":"天津中医药"
	}
	{
		"id":"816", "name":"天津中德应用技术大学"
	}
	{
		"id":"804", "name":"天津交通职业学院"
	}
	{
		"id":"789", "name":"天津体育学院"
	}
	{
		"id":"819", "name":"天津体育学院运动与文化艺术学院"
	}
	{
		"id":"784", "name":"天津体院"
	}
	{
		"id":"801", "name":"天津公安警官职业学院"
	}
	{
		"id":"781", "name":"天津农学院"
	}
	{
		"id":"812", "name":"天津冶金职业技术学院"
	}
	{
		"id":"776", "name":"天津医大"
	}
	{
		"id":"813", "name":"天津医学高等专科学校"
	}
	{
		"id":"821", "name":"天津医科大学临床医学院"
	}
	{
		"id":"783", "name":"天津商业大学"
	}
	{
		"id":"820", "name":"天津商业大学宝德学院"
	}
	{
		"id":"788", "name":"天津商务职业学院"
	}
	{
		"id":"793", "name":"天津城市建设管理职业技术学院"
	}
	{
		"id":"794", "name":"天津城市职业学院"
	}
	{
		"id":"780", "name":"天津城建大学"
	}
	{
		"id":"782", "name":"天津外国语"
	}
	{
		"id":"818", "name":"天津外国语学院滨海外事学院"
	}
	{
		"id":"770", "name":"天津大学"
	}
	{
		"id":"825", "name":"天津大学仁爱学院"
	}
	{
		"id":"790", "name":"天津天狮学院"
	}
	{
		"id":"796", "name":"天津对外经济贸易职业学院"
	}
	{
		"id":"799", "name":"天津工业职业技术学院"
	}
	{
		"id":"798", "name":"天津工商职业技术学院"
	}
	{
		"id":"773", "name":"天津工大"
	}
	{
		"id":"797", "name":"天津工程职业技术学院"
	}
	{
		"id":"800", "name":"天津工艺美术职业学院"
	}
	{
		"id":"835", "name":"天津市南开区职工大学"
	}
	{
		"id":"840", "name":"天津市和平区新华职工大学"
	}
	{
		"id":"845", "name":"天津市国土资源和房屋职业学院"
	}
	{
		"id":"787", "name":"天津市国际商务学院"
	}
	{
		"id":"31", "name":"天津市大学软件学院"
	}
	{
		"id":"817", "name":"天津市工会管理干部学院"
	}
	{
		"id":"832", "name":"天津市广播电视大学"
	}
	{
		"id":"837", "name":"天津市建筑工程职工大学"
	}
	{
		"id":"829", "name":"天津市房地产局职工大学"
	}
	{
		"id":"830", "name":"天津市政法管理干部学院"
	}
	{
		"id":"838", "name":"天津市河东区职工大学"
	}
	{
		"id":"839", "name":"天津市河西区职工大学"
	}
	{
		"id":"842", "name":"天津市海军工程大学"
	}
	{
		"id":"834", "name":"天津市渤海化工职工学院"
	}
	{
		"id":"833", "name":"天津市管理干部学院"
	}
	{
		"id":"836", "name":"天津市红桥区职工大学"
	}
	{
		"id":"828", "name":"天津市职工经济技术大学"
	}
	{
		"id":"831", "name":"天津市财贸管理干部学院"
	}
	{
		"id":"772", "name":"天津师大"
	}
	{
		"id":"823", "name":"天津师范大学津沽学院"
	}
	{
		"id":"848", "name":"天津广播影视职业学院"
	}
	{
		"id":"805", "name":"天津开发区职业技术学院"
	}
	{
		"id":"803", "name":"天津机电职业技术学院"
	}
	{
		"id":"802", "name":"天津海运职业学院"
	}
	{
		"id":"792", "name":"天津渤海职业技术学院"
	}
	{
		"id":"791", "name":"天津滨海职业学院"
	}
	{
		"id":"841", "name":"天津物资管理干部学院"
	}
	{
		"id":"811", "name":"天津现代职业技术学院"
	}
	{
		"id":"775", "name":"天津理工"
	}
	{
		"id":"824", "name":"天津理工大学中环信息学院"
	}
	{
		"id":"808", "name":"天津生物工程职业技术学院"
	}
	{
		"id":"795", "name":"天津电子信息职业技术学院"
	}
	{
		"id":"809", "name":"天津石油职业技术学院"
	}
	{
		"id":"774", "name":"天津科大"
	}
	{
		"id":"786", "name":"天津美院"
	}
	{
		"id":"815", "name":"天津职业大学"
	}
	{
		"id":"849", "name":"天津职业技术师范大学"
	}
	{
		"id":"814", "name":"天津艺术职业学院"
	}
	{
		"id":"778", "name":"天津财经大学"
	}
	{
		"id":"826", "name":"天津财经大学珠江学院"
	}
	{
		"id":"846", "name":"天津轻工职业学院"
	}
	{
		"id":"807", "name":"天津轻工职业技术学院"
	}
	{
		"id":"810", "name":"天津铁道职业技术学院"
	}
	{
		"id":"806", "name":"天津青年职业学院"
	}
	{
		"id":"785", "name":"天津音乐学院"
	}
	{
		"id":"2765", "name":"太原化学工业集团有限公司职工大学"
	}
	{
		"id":"2727", "name":"太原城市职业技术学院"
	}
	{
		"id":"2770", "name":"太原大学外语师范学院"
	}
	{
		"id":"2728", "name":"太原学院"
	}
	{
		"id":"2753", "name":"太原工业学院"
	}
	{
		"id":"2669", "name":"太原师范学院"
	}
	{
		"id":"2730", "name":"太原旅游职业学院"
	}
	{
		"id":"2665", "name":"太原理工大学"
	}
	{
		"id":"2676", "name":"太原理工大学现代科技学院"
	}
	{
		"id":"2729", "name":"太原电力高等专科学校"
	}
	{
		"id":"2670", "name":"太原科技大学"
	}
	{
		"id":"2747", "name":"太原科技大学华科学院"
	}
	{
		"id":"2743", "name":"太原科技大学运城工学院（运城工学院）"
	}
	{
		"id":"2763", "name":"太原钢铁(集团)有限公司职工钢铁学院"
	}
	{
		"id":"1191", "name":"太湖创意职业技术学院"
	}
	{
		"id":"1189", "name":"如皋高等师范学校"
	}
	{
		"id":"1920", "name":"威海中加国际工商学院"
	}
	{
		"id":"1983", "name":"威海工业技术学校(原二职)"
	}
	{
		"id":"1918", "name":"威海市交通学校"
	}
	{
		"id":"1917", "name":"威海市广播电视大学"
	}
	{
		"id":"1919", "name":"威海职业(技术)学院"
	}
	{
		"id":"1579", "name":"娄底市卫生学校"
	}
	{
		"id":"1578", "name":"娄底理工学院"
	}
	{
		"id":"1580", "name":"娄底职业技术学院"
	}
	{
		"id":"3090", "name":"宁夏医科大学"
	}
	{
		"id":"3099", "name":"宁夏司法警官职业学院"
	}
	{
		"id":"3092", "name":"宁夏回族自治区广播电视大学"
	}
	{
		"id":"3088", "name":"宁夏大学"
	}
	{
		"id":"3105", "name":"宁夏大学新华学院"
	}
	{
		"id":"3101", "name":"宁夏工业职业学院"
	}
	{
		"id":"3102", "name":"宁夏工商职业技术学院"
	}
	{
		"id":"3100", "name":"宁夏师范学院"
	}
	{
		"id":"3103", "name":"宁夏建设职业技术学院"
	}
	{
		"id":"3093", "name":"宁夏民族职业技术学院"
	}
	{
		"id":"3095", "name":"宁夏理工学院"
	}
	{
		"id":"3097", "name":"宁夏职业技术学院"
	}
	{
		"id":"3098", "name":"宁夏财经职业技术学院"
	}
	{
		"id":"3091", "name":"宁夏防沙治沙职业技术学院"
	}
	{
		"id":"2006", "name":"宁德师范学院"
	}
	{
		"id":"2007", "name":"宁德职业技术学院"
	}
	{
		"id":"1414", "name":"宁波城市职业技术学院"
	}
	{
		"id":"1392", "name":"宁波大学"
	}
	{
		"id":"1416", "name":"宁波大学科技学院"
	}
	{
		"id":"1415", "name":"宁波大红鹰学院"
	}
	{
		"id":"1417", "name":"宁波天一职业技术学院"
	}
	{
		"id":"1393", "name":"宁波工程学院"
	}
	{
		"id":"1455", "name":"宁波市广播电视大学"
	}
	{
		"id":"1460", "name":"宁波教育学院"
	}
	{
		"id":"1418", "name":"宁波职业技术学院"
	}
	{
		"id":"4", "name":"宁波诺丁汉大学"
	}
	{
		"id":"967", "name":"安庆医药高等专科学校"
	}
	{
		"id":"898", "name":"安庆师范学院"
	}
	{
		"id":"939", "name":"安庆职业技术学院"
	}
	{
		"id":"2837", "name":"安康学院"
	}
	{
		"id":"2839", "name":"安康职业技术学院"
	}
	{
		"id":"929", "name":"安徽三联学院"
	}
	{
		"id":"856", "name":"安徽中医药大学"
	}
	{
		"id":"937", "name":"安徽中医药高等专科学校"
	}
	{
		"id":"938", "name":"安徽中澳科技职业学院"
	}
	{
		"id":"920", "name":"安徽交通职业技术学院"
	}
	{
		"id":"879", "name":"安徽人口职业学院"
	}
	{
		"id":"928", "name":"安徽体育运动职业技术学院"
	}
	{
		"id":"913", "name":"安徽公安职业学院"
	}
	{
		"id":"859", "name":"安徽农业大学"
	}
	{
		"id":"870", "name":"安徽农业大学经济技术学院"
	}
	{
		"id":"932", "name":"安徽冶金科技职业学院"
	}
	{
		"id":"933", "name":"安徽医学高等专科学校"
	}
	{
		"id":"853", "name":"安徽医科大学"
	}
	{
		"id":"869", "name":"安徽医科大学临床医学院"
	}
	{
		"id":"987", "name":"安徽合肥机电技师学院"
	}
	{
		"id":"926", "name":"安徽商贸职业技术学院"
	}
	{
		"id":"915", "name":"安徽国防科技职业学院"
	}
	{
		"id":"917", "name":"安徽国际商务职业学院"
	}
	{
		"id":"906", "name":"安徽城市管理职业学院"
	}
	{
		"id":"957", "name":"安徽外国语学院"
	}
	{
		"id":"851", "name":"安徽大学"
	}
	{
		"id":"862", "name":"安徽大学江淮学院"
	}
	{
		"id":"925", "name":"安徽审计职业学院"
	}
	{
		"id":"887", "name":"安徽工业大学"
	}
	{
		"id":"863", "name":"安徽工业大学工商学院"
	}
	{
		"id":"911", "name":"安徽工业经济职业技术学院"
	}
	{
		"id":"968", "name":"安徽工业职业技术学院"
	}
	{
		"id":"910", "name":"安徽工商职业学院"
	}
	{
		"id":"891", "name":"安徽工程大学"
	}
	{
		"id":"866", "name":"安徽工程大学机电学院"
	}
	{
		"id":"909", "name":"安徽工贸职业技术学院"
	}
	{
		"id":"890", "name":"安徽师范大学"
	}
	{
		"id":"964", "name":"安徽师范大学皖江学院"
	}
	{
		"id":"912", "name":"安徽广播影视职业技术学院"
	}
	{
		"id":"854", "name":"安徽建筑大学"
	}
	{
		"id":"867", "name":"安徽建筑工业学院城市建设学院"
	}
	{
		"id":"876", "name":"安徽扬子职业技术学院"
	}
	{
		"id":"988", "name":"安徽技术师范学院"
	}
	{
		"id":"919", "name":"安徽教育学院"
	}
	{
		"id":"930", "name":"安徽文达信息工程学院"
	}
	{
		"id":"985", "name":"安徽新华学院"
	}
	{
		"id":"931", "name":"安徽新闻出版职业技术学院"
	}
	{
		"id":"924", "name":"安徽明星科技职业学院"
	}
	{
		"id":"918", "name":"安徽机电职业技术学院"
	}
	{
		"id":"923", "name":"安徽林业职业技术学院"
	}
	{
		"id":"927", "name":"安徽水利水电职业技术学院"
	}
	{
		"id":"858", "name":"安徽汽车职业技术学院 "
	}
	{
		"id":"980", "name":"安徽涉外经济职业学院"
	}
	{
		"id":"884", "name":"安徽现代信息工程职业学院"
	}
	{
		"id":"896", "name":"安徽理工"
	}
	{
		"id":"908", "name":"安徽电子信息职业技术学院"
	}
	{
		"id":"907", "name":"安徽电气工程职业技术学院"
	}
	{
		"id":"978", "name":"安徽省广播电视大学"
	}
	{
		"id":"857", "name":"安徽矿业职业技术学院"
	}
	{
		"id":"889", "name":"安徽科技学院"
	}
	{
		"id":"878", "name":"安徽粮食工程职业学院"
	}
	{
		"id":"921", "name":"安徽经济管理学院"
	}
	{
		"id":"991", "name":"安徽经济管理干部学院"
	}
	{
		"id":"981", "name":"安徽绿海商务职业学院"
	}
	{
		"id":"935", "name":"安徽职业技术学院"
	}
	{
		"id":"936", "name":"安徽艺术职业学院"
	}
	{
		"id":"983", "name":"安徽蚌埠汽车管理学院"
	}
	{
		"id":"922", "name":"安徽警官职业学院"
	}
	{
		"id":"893", "name":"安徽财经"
	}
	{
		"id":"864", "name":"安徽财经大学商学院"
	}
	{
		"id":"903", "name":"安徽财贸职业学院"
	}
	{
		"id":"934", "name":"安徽邮电职业技术学院"
	}
	{
		"id":"861", "name":"安徽长江职业学院"
	}
	{
		"id":"877", "name":"安徽黄梅戏艺术职业学院"
	}
	{
		"id":"3240", "name":"安阳工学院"
	}
	{
		"id":"3241", "name":"安阳师范学院"
	}
	{
		"id":"3319", "name":"安阳师范学院人文管理学院"
	}
	{
		"id":"3205", "name":"安阳幼儿师范高等专科学校"
	}
	{
		"id":"3204", "name":"安阳护理职业学院"
	}
	{
		"id":"3202", "name":"安阳职业技术学院"
	}
	{
		"id":"3203", "name":"安阳职业技术学院医药卫生学院"
	}
	{
		"id":"3000", "name":"安顺学院"
	}
	{
		"id":"3002", "name":"安顺职业技术学院"
	}
	{
		"id":"1669", "name":"定西师范高等专科学校"
	}
	{
		"id":"1714", "name":"宜宾学院"
	}
	{
		"id":"1763", "name":"宜宾职业技术学院"
	}
	{
		"id":"1345", "name":"宜昌市商业学校"
	}
	{
		"id":"2587", "name":"宜春学院"
	}
	{
		"id":"2643", "name":"宜春职业技术学院"
	}
	{
		"id":"2812", "name":"宝鸡市职工大学"
	}
	{
		"id":"2832", "name":"宝鸡文理学院"
	}
	{
		"id":"2840", "name":"宝鸡职业技术学院"
	}
	{
		"id":"2556", "name":"宣化科技职业学院"
	}
	{
		"id":"963", "name":"宣城职业技术学院"
	}
	{
		"id":"973", "name":"宿县地区教育学院"
	}
	{
		"id":"901", "name":"宿州学院"
	}
	{
		"id":"989", "name":"宿州市联合大学"
	}
	{
		"id":"958", "name":"宿州职业技术学院"
	}
	{
		"id":"1110", "name":"宿迁学院"
	}
	{
		"id":"1160", "name":"宿迁职业技术学院"
	}
	{
		"id":"1037", "name":"宿迁高等师范学校"
	}
	{
		"id":"242", "name":"对外经贸大学"
	}
	{
		"id":"1990", "name":"寿光科技学院"
	}
	{
		"id":"1897", "name":"山东丝绸纺织职业学院"
	}
	{
		"id":"1814", "name":"山东中医药大学"
	}
	{
		"id":"1914", "name":"山东中医药高等专科学校"
	}
	{
		"id":"1816", "name":"山东交通学院"
	}
	{
		"id":"1999", "name":"山东交通学院海运学院"
	}
	{
		"id":"1882", "name":"山东交通职业学院"
	}
	{
		"id":"1984", "name":"山东传媒学院"
	}
	{
		"id":"1986", "name":"山东传媒职业学院"
	}
	{
		"id":"1818", "name":"山东体院"
	}
	{
		"id":"1906", "name":"山东信息职业技术学院"
	}
	{
		"id":"1969", "name":"山东兵器工业职工大学"
	}
	{
		"id":"3378", "name":"山东农业大学"
	}
	{
		"id":"1941", "name":"山东农业工程学院"
	}
	{
		"id":"1962", "name":"山东冶金技术学院"
	}
	{
		"id":"1884", "name":"山东凯文科技职业学院"
	}
	{
		"id":"1887", "name":"山东力明科技职业学院"
	}
	{
		"id":"1886", "name":"山东劳动职业技术学院"
	}
	{
		"id":"1974", "name":"山东化工技术学院"
	}
	{
		"id":"1881", "name":"山东化工职业学院"
	}
	{
		"id":"1911", "name":"山东医学高等专科学校"
	}
	{
		"id":"1996", "name":"山东医药技师学院"
	}
	{
		"id":"1880", "name":"山东华宇职业技术学院"
	}
	{
		"id":"1991", "name":"山东协和学院"
	}
	{
		"id":"1980", "name":"山东司法警官职业学院"
	}
	{
		"id":"1890", "name":"山东商业职业技术学院"
	}
	{
		"id":"1939", "name":"山东商务职业学院"
	}
	{
		"id":"1894", "name":"山东圣翰财贸职业学院"
	}
	{
		"id":"1937", "name":"山东城市建设职业学院"
	}
	{
		"id":"1900", "name":"山东外事翻译学院威海分校"
	}
	{
		"id":"1901", "name":"山东外事翻译职业学院"
	}
	{
		"id":"1898", "name":"山东外国语职业学院"
	}
	{
		"id":"1899", "name":"山东外贸职业学院"
	}
	{
		"id":"1808", "name":"山东大学"
	}
	{
		"id":"1875", "name":"山东大学（威海）"
	}
	{
		"id":"1874", "name":"山东大王职业学院"
	}
	{
		"id":"2001", "name":"山东女子学院"
	}
	{
		"id":"1904", "name":"山东威海外国语进修学院"
	}
	{
		"id":"1903", "name":"山东威海财经专修学院"
	}
	{
		"id":"2000", "name":"山东工业技师学院"
	}
	{
		"id":"1879", "name":"山东工业职业学院"
	}
	{
		"id":"1829", "name":"山东工商学院"
	}
	{
		"id":"1820", "name":"山东工美"
	}
	{
		"id":"1971", "name":"山东工贸职业学院"
	}
	{
		"id":"1812", "name":"山东师范大学"
	}
	{
		"id":"1955", "name":"山东师范大学历山学院"
	}
	{
		"id":"1944", "name":"山东广播电视大学"
	}
	{
		"id":"1811", "name":"山东建筑大学"
	}
	{
		"id":"1935", "name":"山东技师学院"
	}
	{
		"id":"1913", "name":"山东政法学院"
	}
	{
		"id":"1972", "name":"山东新华学院"
	}
	{
		"id":"1888", "name":"山东旅游职业学院"
	}
	{
		"id":"1878", "name":"山东服装职业学院"
	}
	{
		"id":"1908", "name":"山东杏林科技职业学院"
	}
	{
		"id":"1896", "name":"山东水利专科学校"
	}
	{
		"id":"1825", "name":"山东水利技师学院"
	}
	{
		"id":"1895", "name":"山东水利职业学院"
	}
	{
		"id":"1892", "name":"山东水利职业技术学院"
	}
	{
		"id":"1821", "name":"山东海事职业学院"
	}
	{
		"id":"1975", "name":"山东海天软件工程学院"
	}
	{
		"id":"1988", "name":"山东烟台建文学院"
	}
	{
		"id":"1905", "name":"山东现代学院"
	}
	{
		"id":"1839", "name":"山东理工大学"
	}
	{
		"id":"1982", "name":"山东理工职业学院"
	}
	{
		"id":"1876", "name":"山东电力高等专科学校"
	}
	{
		"id":"1877", "name":"山东电子职业技术学院"
	}
	{
		"id":"1909", "name":"山东畜牧兽医职业学院"
	}
	{
		"id":"1973", "name":"山东省医学科学院"
	}
	{
		"id":"1992", "name":"山东省广播电视大学"
	}
	{
		"id":"1963", "name":"山东省济宁市技术学院"
	}
	{
		"id":"1989", "name":"山东省潍坊卫生学校"
	}
	{
		"id":"1893", "name":"山东省潍坊艺术学校"
	}
	{
		"id":"1987", "name":"山东省益都卫生学校"
	}
	{
		"id":"1977", "name":"山东省第二技术学院"
	}
	{
		"id":"1965", "name":"山东省聊城教育学院"
	}
	{
		"id":"1891", "name":"山东省青岛酒店管理学院"
	}
	{
		"id":"1832", "name":"山东科技大学"
	}
	{
		"id":"1949", "name":"山东科技大学泰山科技学院"
	}
	{
		"id":"1885", "name":"山东科技职业学院"
	}
	{
		"id":"1943", "name":"山东管理学院"
	}
	{
		"id":"1883", "name":"山东经贸职业学院"
	}
	{
		"id":"1859", "name":"山东职业学院"
	}
	{
		"id":"1819", "name":"山东艺术学院"
	}
	{
		"id":"1960", "name":"山东艺术设计学院"
	}
	{
		"id":"1912", "name":"山东英才学院"
	}
	{
		"id":"1910", "name":"山东药品食品职业学院"
	}
	{
		"id":"3361", "name":"山东蓝翔技工学校"
	}
	{
		"id":"1907", "name":"山东行政学院(山东经济管理干部学院)"
	}
	{
		"id":"1817", "name":"山东警察学院"
	}
	{
		"id":"1966", "name":"山东财政职工大学"
	}
	{
		"id":"1813", "name":"山东财经大学"
	}
	{
		"id":"1954", "name":"山东财经大学东方学院"
	}
	{
		"id":"1951", "name":"山东财经大学燕山学院"
	}
	{
		"id":"1889", "name":"山东铝业职业学院"
	}
	{
		"id":"1942", "name":"山东青年政治学院"
	}
	{
		"id":"1998", "name":"山东黄金技术学院"
	}
	{
		"id":"2668", "name":"山西中医学院"
	}
	{
		"id":"2675", "name":"山西交通技师学院"
	}
	{
		"id":"2710", "name":"山西交通职业技术学院"
	}
	{
		"id":"2767", "name":"山西传媒学院"
	}
	{
		"id":"2719", "name":"山西体育职业学院"
	}
	{
		"id":"2722", "name":"山西信息职业技术学院"
	}
	{
		"id":"2723", "name":"山西兴华职业学院"
	}
	{
		"id":"2766", "name":"山西兵器工业职工大学"
	}
	{
		"id":"2739", "name":"山西农业大学信息学院"
	}
	{
		"id":"2742", "name":"山西农业大学原平农学院（原平农业学校）"
	}
	{
		"id":"2741", "name":"山西农业大学太原园艺学院（太原农业学校）"
	}
	{
		"id":"2740", "name":"山西农业大学太原畜牧兽医学院"
	}
	{
		"id":"2738", "name":"山西农业大学平遥机电学院"
	}
	{
		"id":"2686", "name":"山西农大"
	}
	{
		"id":"2667", "name":"山西医大"
	}
	{
		"id":"2746", "name":"山西医科大学晋祠学院"
	}
	{
		"id":"2745", "name":"山西医科大学汾阳分院"
	}
	{
		"id":"2707", "name":"山西华澳商贸职业学院"
	}
	{
		"id":"2720", "name":"山西同文外语职业学院"
	}
	{
		"id":"2681", "name":"山西同文职业技术学院"
	}
	{
		"id":"2706", "name":"山西国际商务职业学院"
	}
	{
		"id":"2733", "name":"山西城市职业技术学院"
	}
	{
		"id":"2752", "name":"山西大学商务学院"
	}
	{
		"id":"2664", "name":"山西大学坞城校区"
	}
	{
		"id":"40", "name":"山西大学大东关校区"
	}
	{
		"id":"2704", "name":"山西工商学院"
	}
	{
		"id":"21", "name":"山西工程技术学院"
	}
	{
		"id":"2703", "name":"山西工程职业技术学院"
	}
	{
		"id":"2773", "name":"山西师大临汾学院"
	}
	{
		"id":"2685", "name":"山西师范大学"
	}
	{
		"id":"2750", "name":"山西师范大学现代文理学院"
	}
	{
		"id":"2735", "name":"山西广播电视大学"
	}
	{
		"id":"2709", "name":"山西建筑职业技术学院"
	}
	{
		"id":"2721", "name":"山西戏剧职业学院"
	}
	{
		"id":"2760", "name":"山西政法管理干部学院"
	}
	{
		"id":"2715", "name":"山西旅游职业学院"
	}
	{
		"id":"2708", "name":"山西机电职业技术学院"
	}
	{
		"id":"2764", "name":"山西机电职工学院"
	}
	{
		"id":"2714", "name":"山西林业职业技术学院"
	}
	{
		"id":"2718", "name":"山西水利职业技术学院"
	}
	{
		"id":"2759", "name":"山西煤炭管理干部学院"
	}
	{
		"id":"2716", "name":"山西煤炭职业技术学院"
	}
	{
		"id":"2762", "name":"山西煤炭职工联合大学"
	}
	{
		"id":"2717", "name":"山西生物应用职业技术学院"
	}
	{
		"id":"2702", "name":"山西电力职业技术学院"
	}
	{
		"id":"2769", "name":"山西省临汾电力技师学院"
	}
	{
		"id":"2757", "name":"山西省吕梁市教育学院"
	}
	{
		"id":"2756", "name":"山西省职工工艺美术学院"
	}
	{
		"id":"2705", "name":"山西管理职业学院"
	}
	{
		"id":"2754", "name":"山西经济管理干部学院"
	}
	{
		"id":"2677", "name":"山西经贸职业学院"
	}
	{
		"id":"2775", "name":"山西老区职业技术学院"
	}
	{
		"id":"2726", "name":"山西职业技术学院"
	}
	{
		"id":"2768", "name":"山西职工医学院"
	}
	{
		"id":"2724", "name":"山西艺术职业学院"
	}
	{
		"id":"3364", "name":"山西药科职业学院"
	}
	{
		"id":"2713", "name":"山西警官职业学院"
	}
	{
		"id":"2712", "name":"山西警官高等专科学校"
	}
	{
		"id":"2701", "name":"山西财政税务专科学校"
	}
	{
		"id":"2671", "name":"山西财经"
	}
	{
		"id":"2748", "name":"山西财经大学华商学院"
	}
	{
		"id":"2774", "name":"山西财经大学经济技术学院"
	}
	{
		"id":"2744", "name":"山西财经大学运城学院"
	}
	{
		"id":"2700", "name":"山西财贸职业技术学院"
	}
	{
		"id":"2674", "name":"山西轻工职业技术学院"
	}
	{
		"id":"2725", "name":"山西运城农业职业技术学院"
	}
	{
		"id":"2711", "name":"山西金融职业技术学院"
	}
	{
		"id":"2755", "name":"山西青年职业学院"
	}
	{
		"id":"2143", "name":"岭南师范学院"
	}
	{
		"id":"1588", "name":"岳阳职业技术学院"
	}
	{
		"id":"3291", "name":"嵩山少林武术职业学院"
	}
	{
		"id":"1707", "name":"川北医学院"
	}
	{
		"id":"914", "name":"巢湖学院"
	}
	{
		"id":"3131", "name":"巴音郭楞职业技术学院"
	}
	{
		"id":"1062", "name":"常州信息职业技术学院"
	}
	{
		"id":"1040", "name":"常州卫生高等职业技术学校"
	}
	{
		"id":"1048", "name":"常州大学"
	}
	{
		"id":"1050", "name":"常州工学院"
	}
	{
		"id":"1058", "name":"常州工程职业技术学院"
	}
	{
		"id":"1156", "name":"常州市职工大学"
	}
	{
		"id":"1060", "name":"常州机电职业技术学院"
	}
	{
		"id":"1057", "name":"常州纺织服装职业技术学院"
	}
	{
		"id":"1035", "name":"常州艺术高等职业学校"
	}
	{
		"id":"1059", "name":"常州轻工职业技术学院"
	}
	{
		"id":"1527", "name":"常德职业技术学院"
	}
	{
		"id":"1056", "name":"常熟理工"
	}
	{
		"id":"3245", "name":"平顶山学院"
	}
	{
		"id":"3285", "name":"平顶山工业职业技术学院"
	}
	{
		"id":"3284", "name":"平顶山教育学院"
	}
	{
		"id":"2189", "name":"广东亚视演艺职业学院"
	}
	{
		"id":"2171", "name":"广东交通职业技术学院"
	}
	{
		"id":"2183", "name":"广东体育职业技术学院"
	}
	{
		"id":"2176", "name":"广东农工商职业技术学院"
	}
	{
		"id":"12", "name":"广东创新科技职业学院 "
	}
	{
		"id":"2142", "name":"广东医学院"
	}
	{
		"id":"3409", "name":"广东南方职业学院"
	}
	{
		"id":"2181", "name":"广东司法警官职业学院"
	}
	{
		"id":"2121", "name":"广东培正学院"
	}
	{
		"id":"2108", "name":"广东外语外贸大学"
	}
	{
		"id":"2184", "name":"广东外语外贸大学公开学院"
	}
	{
		"id":"2151", "name":"广东外语外贸大学南国商学院"
	}
	{
		"id":"2185", "name":"广东外语艺术职业学院"
	}
	{
		"id":"2177", "name":"广东女子职业技术学院"
	}
	{
		"id":"2175", "name":"广东岭南职业技术学院"
	}
	{
		"id":"2105", "name":"广东工业大学"
	}
	{
		"id":"2165", "name":"广东工业大学华立学院"
	}
	{
		"id":"2163", "name":"广东工程职业技术学院"
	}
	{
		"id":"2164", "name":"广东工贸职业技术学院"
	}
	{
		"id":"2169", "name":"广东建华职业学院"
	}
	{
		"id":"2170", "name":"广东建设职业技术学院"
	}
	{
		"id":"2120", "name":"广东技术师范学院"
	}
	{
		"id":"2132", "name":"广东技术师范学院天河学院"
	}
	{
		"id":"3405", "name":"广东文理职业学院"
	}
	{
		"id":"2186", "name":"广东文艺职业学院"
	}
	{
		"id":"2261", "name":"广东新华教育学院"
	}
	{
		"id":"2187", "name":"广东新安职业技术学院"
	}
	{
		"id":"2168", "name":"广东机电职业技术学院"
	}
	{
		"id":"2182", "name":"广东松山职业技术学院"
	}
	{
		"id":"2180", "name":"广东水利电力职业技术学院"
	}
	{
		"id":"2144", "name":"广东海洋大学"
	}
	{
		"id":"2166", "name":"广东海洋大学寸金学院"
	}
	{
		"id":"2167", "name":"广东海洋大学海滨学院"
	}
	{
		"id":"2161", "name":"广东潮汕职业技术学院"
	}
	{
		"id":"2125", "name":"广东环境保护工程职业学院"
	}
	{
		"id":"2233", "name":"广东理工学院"
	}
	{
		"id":"2174", "name":"广东理工职业学院"
	}
	{
		"id":"2122", "name":"广东白云学院"
	}
	{
		"id":"2269", "name":"广东省国防工业职工大学"
	}
	{
		"id":"2255", "name":"广东省外语艺术职业学院"
	}
	{
		"id":"2262", "name":"广东省广播电视大学"
	}
	{
		"id":"2128", "name":"广东省心血管病研究所"
	}
	{
		"id":"2179", "name":"广东省新闻出版技师学院"
	}
	{
		"id":"2126", "name":"广东省机械技师学院"
	}
	{
		"id":"2271", "name":"广东省电子商务技师学院"
	}
	{
		"id":"35", "name":"广东省财政职业技术学校"
	}
	{
		"id":"2129", "name":"广东省轻工业高级技师学院"
	}
	{
		"id":"2140", "name":"广东石油化工学院"
	}
	{
		"id":"2133", "name":"广东石油化工学院高州师范学院"
	}
	{
		"id":"2242", "name":"广东石油化工职业技术学校"
	}
	{
		"id":"2263", "name":"广东社会科学大学"
	}
	{
		"id":"2173", "name":"广东科学技术职业学院"
	}
	{
		"id":"2240", "name":"广东科学技术职业学院国防工大"
	}
	{
		"id":"2157", "name":"广东科技学院"
	}
	{
		"id":"2253", "name":"广东科贸职业学院"
	}
	{
		"id":"2172", "name":"广东第二师范学院"
	}
	{
		"id":"2162", "name":"广东职业技术学院"
	}
	{
		"id":"2113", "name":"广东药学院"
	}
	{
		"id":"2188", "name":"广东行政职业学院"
	}
	{
		"id":"2116", "name":"广东警官学院"
	}
	{
		"id":"2115", "name":"广东财经大学"
	}
	{
		"id":"2244", "name":"广东财经大学华商学院"
	}
	{
		"id":"2160", "name":"广东财经职业学院"
	}
	{
		"id":"2178", "name":"广东轻工职业技术学院"
	}
	{
		"id":"2190", "name":"广东邮电职业技术学院"
	}
	{
		"id":"2114", "name":"广东金融学院"
	}
	{
		"id":"2264", "name":"广东青年职业学院"
	}
	{
		"id":"2256", "name":"广东食品药品职业学院"
	}
	{
		"id":"1785", "name":"广元职工医学院"
	}
	{
		"id":"1727", "name":"广安职业技术学院"
	}
	{
		"id":"3366", "name":"广州东华职业学院\r\n"
	}
	{
		"id":"2109", "name":"广州中医药大学"
	}
	{
		"id":"2117", "name":"广州体育学院"
	}
	{
		"id":"2206", "name":"广州体育职业技术学院"
	}
	{
		"id":"2112", "name":"广州医科大学"
	}
	{
		"id":"2199", "name":"广州华南商贸职业学院"
	}
	{
		"id":"3416", "name":"广州华商职业学院"
	}
	{
		"id":"2131", "name":"广州华夏职业学院"
	}
	{
		"id":"2198", "name":"广州华立科技职业学院"
	}
	{
		"id":"2204", "name":"广州南洋理工职业学院"
	}
	{
		"id":"2130", "name":"广州商学院"
	}
	{
		"id":"2191", "name":"广州城市职业学院"
	}
	{
		"id":"2257", "name":"广州城建职业学院"
	}
	{
		"id":"2107", "name":"广州大学"
	}
	{
		"id":"2192", "name":"广州大学华软软件学院"
	}
	{
		"id":"2193", "name":"广州大学市政技术学院"
	}
	{
		"id":"2194", "name":"广州大学松田学院"
	}
	{
		"id":"2248", "name":"广州大学纺织服装学院"
	}
	{
		"id":"2196", "name":"广州工商学院"
	}
	{
		"id":"2195", "name":"广州工程技术职业学院"
	}
	{
		"id":"3407", "name":"广州市工贸技师学院"
	}
	{
		"id":"2266", "name":"广州市广播电视大学"
	}
	{
		"id":"2200", "name":"广州康大职业技术学院"
	}
	{
		"id":"2259", "name":"广州松田职业学院"
	}
	{
		"id":"2203", "name":"广州民航职业技术学院"
	}
	{
		"id":"2205", "name":"广州涉外经济职业技术学院"
	}
	{
		"id":"2208", "name":"广州现代信息工程职业技术学院"
	}
	{
		"id":"2260", "name":"广州珠江职业技术学院"
	}
	{
		"id":"2202", "name":"广州科技职业技术学院"
	}
	{
		"id":"2201", "name":"广州科技贸易职业学院"
	}
	{
		"id":"2118", "name":"广州美术学院"
	}
	{
		"id":"2197", "name":"广州航海学院"
	}
	{
		"id":"2247", "name":"广州金桥管理干部学院"
	}
	{
		"id":"2207", "name":"广州铁路职业技术学院"
	}
	{
		"id":"2943", "name":"广西东方外语职业学院"
	}
	{
		"id":"2912", "name":"广西中医药大学"
	}
	{
		"id":"2937", "name":"广西中医药大学赛恩斯新医药学院"
	}
	{
		"id":"2949", "name":"广西交通职业技术学院"
	}
	{
		"id":"2957", "name":"广西体育高等专科学校"
	}
	{
		"id":"2953", "name":"广西农业职业技术学院"
	}
	{
		"id":"2910", "name":"广西医科大学"
	}
	{
		"id":"2980", "name":"广西卫生管理干部学院"
	}
	{
		"id":"2946", "name":"广西国际商务职业技术学院"
	}
	{
		"id":"2941", "name":"广西城市职业学院"
	}
	{
		"id":"2916", "name":"广西外国语学院"
	}
	{
		"id":"2909", "name":"广西大学"
	}
	{
		"id":"2930", "name":"广西大学行健文理学院"
	}
	{
		"id":"2945", "name":"广西工业职业技术学院"
	}
	{
		"id":"2944", "name":"广西工商职业技术学院"
	}
	{
		"id":"2919", "name":"广西师范大学"
	}
	{
		"id":"2931", "name":"广西师范大学漓江学院"
	}
	{
		"id":"2913", "name":"广西师范学院"
	}
	{
		"id":"2935", "name":"广西师范学院师园学院"
	}
	{
		"id":"2961", "name":"广西幼儿师范学校"
	}
	{
		"id":"2948", "name":"广西建设职业技术学院"
	}
	{
		"id":"2981", "name":"广西政法管理干部学院"
	}
	{
		"id":"2978", "name":"广西教育学院"
	}
	{
		"id":"2947", "name":"广西机电职业技术学院"
	}
	{
		"id":"2911", "name":"广西民族大学"
	}
	{
		"id":"2936", "name":"广西民族大学相思湖学院"
	}
	{
		"id":"2972", "name":"广西民族师范学院"
	}
	{
		"id":"2956", "name":"广西水利电力职业技术学院"
	}
	{
		"id":"2958", "name":"广西演艺职业学院"
	}
	{
		"id":"2955", "name":"广西生态工程职业技术学院"
	}
	{
		"id":"2942", "name":"广西电力职业技术学院"
	}
	{
		"id":"2922", "name":"广西科技大学"
	}
	{
		"id":"2934", "name":"广西科技大学鹿山学院"
	}
	{
		"id":"2950", "name":"广西经济管理干部学院"
	}
	{
		"id":"2917", "name":"广西经济职业学院"
	}
	{
		"id":"2951", "name":"广西经贸职业技术学院"
	}
	{
		"id":"2962", "name":"广西职业技术学院"
	}
	{
		"id":"2915", "name":"广西艺术学院"
	}
	{
		"id":"2959", "name":"广西英华国际职业学院"
	}
	{
		"id":"2952", "name":"广西警管高等专科学校"
	}
	{
		"id":"2914", "name":"广西财经学院"
	}
	{
		"id":"2954", "name":"广西轻工高级技工学校"
	}
	{
		"id":"2960", "name":"广西邕江大学"
	}
	{
		"id":"1132", "name":"应天职业技术学院"
	}
	{
		"id":"2491", "name":"廊坊东方大学城北京传媒学院"
	}
	{
		"id":"2490", "name":"廊坊东方大学城北京城市学院"
	}
	{
		"id":"2488", "name":"廊坊东方大学城北京澳际联邦英语学校"
	}
	{
		"id":"2492", "name":"廊坊东方大学城北京经济技术职业学院"
	}
	{
		"id":"2493", "name":"廊坊东方大学城北京经贸职业学院航空服务学院"
	}
	{
		"id":"2494", "name":"廊坊东方大学城北京联合大学"
	}
	{
		"id":"2489", "name":"廊坊东方大学城北京财经学院"
	}
	{
		"id":"2496", "name":"廊坊东方大学城廊坊职业技术学院"
	}
	{
		"id":"2495", "name":"廊坊东方大学城河北体育学院"
	}
	{
		"id":"2487", "name":"廊坊大学城北大方正软件学院"
	}
	{
		"id":"2441", "name":"廊坊师范学院"
	}
	{
		"id":"2424", "name":"廊坊燕京职业技术学院"
	}
	{
		"id":"2539", "name":"廊坊职业技术学院"
	}
	{
		"id":"2826", "name":"延安大学"
	}
	{
		"id":"2889", "name":"延安大学西安创新学院"
	}
	{
		"id":"2876", "name":"延安职业技术学院"
	}
	{
		"id":"552", "name":"延边大学"
	}
	{
		"id":"7", "name":"延边大学研究生院"
	}
	{
		"id":"550", "name":"延边职业技术学院"
	}
	{
		"id":"603", "name":"延边职工大学"
	}
	{
		"id":"599", "name":"延边黎明农民大学"
	}
	{
		"id":"1066", "name":"建东职业技术学院"
	}
	{
		"id":"333", "name":"建桥学院"
	}
	{
		"id":"5000", "name":"开发者"
	}
	{
		"id":"3277", "name":"开封大学"
	}
	{
		"id":"3278", "name":"开封市电子科技专修学校"
	}
	{
		"id":"3321", "name":"开封教育学院"
	}
	{
		"id":"3198", "name":"开封文化艺术职业学院"
	}
	{
		"id":"3216", "name":"开封空分设备厂职工大学"
	}
	{
		"id":"2525", "name":"张家口教育学院"
	}
	{
		"id":"2521", "name":"张家口职业技术学院"
	}
	{
		"id":"1589", "name":"张家界航空工业职业技术学院"
	}
	{
		"id":"1658", "name":"张掖医学高等专科学校"
	}
	{
		"id":"1044", "name":"徐州医学院"
	}
	{
		"id":"1210", "name":"徐州医学院华方学院"
	}
	{
		"id":"1120", "name":"徐州工业职业技术学院"
	}
	{
		"id":"1124", "name":"徐州工程学院"
	}
	{
		"id":"1173", "name":"徐州师范大学科文学院"
	}
	{
		"id":"1020", "name":"徐州师范大学连云港校区"
	}
	{
		"id":"1140", "name":"徐州师范高等专科学校"
	}
	{
		"id":"1205", "name":"徐州幼儿高等师范学校"
	}
	{
		"id":"1121", "name":"徐州广播电视大学"
	}
	{
		"id":"1123", "name":"徐州教育学院"
	}
	{
		"id":"1032", "name":"徐州生物工程职业技术学院"
	}
	{
		"id":"1017", "name":"徐州经贸高等职业学校"
	}
	{
		"id":"1219", "name":"徐州财经高等职业技术学校"
	}
	{
		"id":"2082", "name":"德化陶瓷职业技术学院"
	}
	{
		"id":"2302", "name":"德宏师范高等专科学校"
	}
	{
		"id":"1849", "name":"德州学院"
	}
	{
		"id":"1853", "name":"德州教育学院"
	}
	{
		"id":"1854", "name":"德州科技职业学院"
	}
	{
		"id":"1945", "name":"德州职业技术学院"
	}
	{
		"id":"1766", "name":"德阳职业技术学校"
	}
	{
		"id":"972", "name":"徽商职业学院"
	}
	{
		"id":"2692", "name":"忻州师范"
	}
	{
		"id":"13", "name":"忻州师范学院"
	}
	{
		"id":"2751", "name":"忻州师范学院五寨分院（五寨师范学院）"
	}
	{
		"id":"2731", "name":"忻州职业技术学院"
	}
	{
		"id":"1513", "name":"怀化学院"
	}
	{
		"id":"1577", "name":"怀化职业技术学院"
	}
	{
		"id":"1265", "name":"恩施职业技术学院"
	}
	{
		"id":"5", "name":"惠州卫生职业学院"
	}
	{
		"id":"2148", "name":"惠州学院"
	}
	{
		"id":"2213", "name":"惠州经济职业技术学院"
	}
	{
		"id":"1718", "name":"成都东软学院"
	}
	{
		"id":"1688", "name":"成都中医药"
	}
	{
		"id":"1692", "name":"成都体育学院"
	}
	{
		"id":"1689", "name":"成都信息工程大学"
	}
	{
		"id":"1771", "name":"成都信息工程学院银杏酒店管理学院"
	}
	{
		"id":"1722", "name":"成都农业科技职业学院"
	}
	{
		"id":"1797", "name":"成都冶金职工大学"
	}
	{
		"id":"1690", "name":"成都医学院"
	}
	{
		"id":"1791", "name":"成都发动机公司职工大学"
	}
	{
		"id":"1685", "name":"成都大学"
	}
	{
		"id":"1717", "name":"成都工业学院"
	}
	{
		"id":"1799", "name":"成都工业职工大学"
	}
	{
		"id":"1789", "name":"成都市广播电视大学"
	}
	{
		"id":"1780", "name":"成都市职工大学"
	}
	{
		"id":"1748", "name":"成都师范学院"
	}
	{
		"id":"1720", "name":"成都广播电视大学"
	}
	{
		"id":"1682", "name":"成都理工大学"
	}
	{
		"id":"1772", "name":"成都理工大学工程技术学院"
	}
	{
		"id":"1788", "name":"成都电力职工大学"
	}
	{
		"id":"1795", "name":"成都电子职工大学"
	}
	{
		"id":"1719", "name":"成都纺织高等专科学校"
	}
	{
		"id":"1724", "name":"成都职业技术学院"
	}
	{
		"id":"1721", "name":"成都航空职业技术学院"
	}
	{
		"id":"1723", "name":"成都艺术职业学院"
	}
	{
		"id":"1800", "name":"成都飞机工业公司职工工学院"
	}
	{
		"id":"1045", "name":"扬州大学"
	}
	{
		"id":"1174", "name":"扬州大学广陵学院"
	}
	{
		"id":"1127", "name":"扬州工业职业技术学院"
	}
	{
		"id":"1130", "name":"扬州教育学院"
	}
	{
		"id":"1128", "name":"扬州环境资源管理学院"
	}
	{
		"id":"1129", "name":"扬州环境资源职业技术学院"
	}
	{
		"id":"1131", "name":"扬州职业大学"
	}
	{
		"id":"2446", "name":"承德医学院"
	}
	{
		"id":"2527", "name":"承德卫生学校"
	}
	{
		"id":"2554", "name":"承德民族职业技术学院"
	}
	{
		"id":"2548", "name":"承德燕北职业技术专修学院"
	}
	{
		"id":"2462", "name":"承德石油高等专科学校"
	}
	{
		"id":"2589", "name":"抚州职业技术学院"
	}
	{
		"id":"675", "name":"抚顺师范高等专科学校"
	}
	{
		"id":"736", "name":"抚顺石油化工公司职工大学"
	}
	{
		"id":"741", "name":"抚顺矿务局职工工学院"
	}
	{
		"id":"676", "name":"抚顺职业技术学院"
	}
	{
		"id":"414", "name":"拉萨尔国际设计学院"
	}
	{
		"id":"3182", "name":"拉萨师范高等专科学校"
	}
	{
		"id":"2216", "name":"揭阳职业技术学院"
	}
	{
		"id":"1715", "name":"攀枝花学院"
	}
	{
		"id":"2311", "name":"文山学院"
	}
	{
		"id":"1925", "name":"文登师范"
	}
	{
		"id":"847", "name":"斯波泰克高级技工学院"
	}
	{
		"id":"3357", "name":"新东方烹饪学院"
	}
	{
		"id":"3246", "name":"新乡医学院"
	}
	{
		"id":"3326", "name":"新乡医学院三全学院"
	}
	{
		"id":"3197", "name":"新乡学院"
	}
	{
		"id":"3224", "name":"新乡职业技术学院"
	}
	{
		"id":"2642", "name":"新余学院"
	}
	{
		"id":"2641", "name":"新余钢铁有限责任公司职工大学"
	}
	{
		"id":"904", "name":"新华学院"
	}
	{
		"id":"1970", "name":"新汶矿务局职工大学"
	}
	{
		"id":"3139", "name":"新疆交通职业技术学院"
	}
	{
		"id":"3121", "name":"新疆体育职业技术学院"
	}
	{
		"id":"3136", "name":"新疆兵团警官高等专科学校"
	}
	{
		"id":"3108", "name":"新疆农业大学"
	}
	{
		"id":"3153", "name":"新疆农业大学科学技术学院"
	}
	{
		"id":"3142", "name":"新疆农业职业技术学院"
	}
	{
		"id":"3109", "name":"新疆医科大"
	}
	{
		"id":"3155", "name":"新疆医科大学厚博学院"
	}
	{
		"id":"3107", "name":"新疆大学"
	}
	{
		"id":"3152", "name":"新疆大学科学技术学院"
	}
	{
		"id":"3145", "name":"新疆天山职业技术学院"
	}
	{
		"id":"3117", "name":"新疆工程学院"
	}
	{
		"id":"3110", "name":"新疆师范大学"
	}
	{
		"id":"3159", "name":"新疆广播电视大学"
	}
	{
		"id":"3124", "name":"新疆应用职业技术学院"
	}
	{
		"id":"3138", "name":"新疆建设职业技术学院"
	}
	{
		"id":"3158", "name":"新疆政法学院"
	}
	{
		"id":"3157", "name":"新疆教育学院"
	}
	{
		"id":"3137", "name":"新疆机电职业技术学院"
	}
	{
		"id":"3147", "name":"新疆现代职业技术学院"
	}
	{
		"id":"3119", "name":"新疆生产建设兵团兴新职业技术学院"
	}
	{
		"id":"3120", "name":"新疆生产建设兵团教育学院"
	}
	{
		"id":"3144", "name":"新疆石河子职业技术学院"
	}
	{
		"id":"3151", "name":"新疆石油学院"
	}
	{
		"id":"3149", "name":"新疆科信学院"
	}
	{
		"id":"3146", "name":"新疆维吾尔医学专科学校"
	}
	{
		"id":"3123", "name":"新疆维吾尔自治区广播电视大学"
	}
	{
		"id":"3122", "name":"新疆维吾尔自治区钢铁公司职工大学"
	}
	{
		"id":"3150", "name":"新疆职业大学"
	}
	{
		"id":"3141", "name":"新疆能源职业技术学院"
	}
	{
		"id":"3112", "name":"新疆艺术学院"
	}
	{
		"id":"3140", "name":"新疆警官高等专科学校"
	}
	{
		"id":"3118", "name":"新疆警察学院"
	}
	{
		"id":"3111", "name":"新疆财经"
	}
	{
		"id":"3154", "name":"新疆财经大学商务学院"
	}
	{
		"id":"3143", "name":"新疆轻工职业技术学院"
	}
	{
		"id":"1116", "name":"无锡南洋职业技术学院"
	}
	{
		"id":"1034", "name":"无锡卫生高等职业技术学校"
	}
	{
		"id":"1118", "name":"无锡商业职业技术学院"
	}
	{
		"id":"1114", "name":"无锡城市职业技术学院"
	}
	{
		"id":"1184", "name":"无锡太湖学院"
	}
	{
		"id":"1113", "name":"无锡工艺职业技术学院"
	}
	{
		"id":"1024", "name":"无锡技师学院"
	}
	{
		"id":"1022", "name":"无锡旅游商贸高等职业技术学校"
	}
	{
		"id":"1115", "name":"无锡科技职业学院"
	}
	{
		"id":"1119", "name":"无锡职业技术学院"
	}
	{
		"id":"1117", "name":"无锡轻工大学"
	}
	{
		"id":"1014", "name":"无锡高等师范学校"
	}
	{
		"id":"1959", "name":"日照师范学校"
	}
	{
		"id":"1936", "name":"日照广播电视大学"
	}
	{
		"id":"1873", "name":"日照职业技术学院"
	}
	{
		"id":"1083", "name":"昆山登云科技职业学院"
	}
	{
		"id":"2306", "name":"昆明冶金高等专科学校"
	}
	{
		"id":"2337", "name":"昆明医学院海源学院"
	}
	{
		"id":"2282", "name":"昆明医科大学"
	}
	{
		"id":"2334", "name":"昆明学院"
	}
	{
		"id":"2304", "name":"昆明工业职业技术学院"
	}
	{
		"id":"2276", "name":"昆明理工大学"
	}
	{
		"id":"2294", "name":"昆明理工大学城市学院"
	}
	{
		"id":"2335", "name":"昆明理工大学津桥学院"
	}
	{
		"id":"2307", "name":"昆明艺术职业学院"
	}
	{
		"id":"3129", "name":"昌吉学院"
	}
	{
		"id":"3132", "name":"昌吉职业技术学院"
	}
	{
		"id":"2119", "name":"星海音乐学院"
	}
	{
		"id":"2333", "name":"昭通学院"
	}
	{
		"id":"2691", "name":"晋中学院"
	}
	{
		"id":"2736", "name":"晋中学院师范学院"
	}
	{
		"id":"2696", "name":"晋中职业技术学院"
	}
	{
		"id":"2695", "name":"晋城职业技术学院"
	}
	{
		"id":"2310", "name":"普洱学院"
	}
	{
		"id":"2632", "name":"景德镇学院"
	}
	{
		"id":"2581", "name":"景德镇陶瓷大学"
	}
	{
		"id":"2655", "name":"景德镇陶瓷学院科技艺术学院"
	}
	{
		"id":"2103", "name":"暨南大学"
	}
	{
		"id":"2250", "name":"暨南大学深圳旅游学院"
	}
	{
		"id":"2251", "name":"暨南大学珠海学院"
	}
	{
		"id":"1822", "name":"曲阜师范大学"
	}
	{
		"id":"1953", "name":"曲阜师范大学杏坛学院"
	}
	{
		"id":"1872", "name":"曲阜远东职业技术学院"
	}
	{
		"id":"2309", "name":"曲靖医学高等专科学校"
	}
	{
		"id":"2295", "name":"曲靖师范学院"
	}
	{
		"id":"2680", "name":"朔州师范高等专科学校"
	}
	{
		"id":"2737", "name":"朔州职业技术学院"
	}
	{
		"id":"222", "name":"朝阳二外"
	}
	{
		"id":"667", "name":"朝阳师范高等专科学校"
	}
	{
		"id":"734", "name":"朝阳职工工学院"
	}
	{
		"id":"738", "name":"本溪钢铁公司职工工学院"
	}
	{
		"id":"345", "name":"杉达学院"
	}
	{
		"id":"2877", "name":"杨凌职业技术学院"
	}
	{
		"id":"1407", "name":"杭州万向职业技术学院"
	}
	{
		"id":"1369", "name":"杭州之江专修学院"
	}
	{
		"id":"1479", "name":"杭州人文专修学院"
	}
	{
		"id":"1462", "name":"杭州市工人业余大学"
	}
	{
		"id":"1362", "name":"杭州师范大学"
	}
	{
		"id":"1391", "name":"杭州师范大学美术学院"
	}
	{
		"id":"1477", "name":"杭州师范大学钱江学院"
	}
	{
		"id":"1461", "name":"杭州成人科技大学"
	}
	{
		"id":"1374", "name":"杭州技师学院"
	}
	{
		"id":"1484", "name":"杭州江南专修学院"
	}
	{
		"id":"1356", "name":"杭州电子科技大学"
	}
	{
		"id":"1388", "name":"杭州电子科技大学信息工程学院"
	}
	{
		"id":"1472", "name":"杭州科技职业技术学院"
	}
	{
		"id":"1476", "name":"杭州老和山职业技术学院"
	}
	{
		"id":"1408", "name":"杭州职业技术学院"
	}
	{
		"id":"579", "name":"松原职业技术学院"
	}
	{
		"id":"1850", "name":"枣庄学院"
	}
	{
		"id":"1927", "name":"枣庄科技职业学院"
	}
	{
		"id":"2982", "name":"柳州城市职业技术学院"
	}
	{
		"id":"2969", "name":"柳州师范高等专科学校"
	}
	{
		"id":"2971", "name":"柳州职业技术学院"
	}
	{
		"id":"2970", "name":"柳州铁道职业技术学院"
	}
	{
		"id":"1366", "name":"树人大学"
	}
	{
		"id":"1622", "name":"株洲市职工大学"
	}
	{
		"id":"1590", "name":"株洲师范高等专科学校"
	}
	{
		"id":"2921", "name":"桂林医学院"
	}
	{
		"id":"2966", "name":"桂林山水职业学院"
	}
	{
		"id":"2976", "name":"桂林工学院南宁分院"
	}
	{
		"id":"2967", "name":"桂林师范高等专科学校"
	}
	{
		"id":"2965", "name":"桂林旅游学院"
	}
	{
		"id":"2920", "name":"桂林理工大学"
	}
	{
		"id":"2933", "name":"桂林理工大学博文管理学院"
	}
	{
		"id":"2918", "name":"桂林电子科技大学"
	}
	{
		"id":"2932", "name":"桂林电子科技大学信息科技学院"
	}
	{
		"id":"6", "name":"桂林电子科技大学职业技术学院"
	}
	{
		"id":"2964", "name":"桂林航天工业学院"
	}
	{
		"id":"44", "name":"桂林航天工业学院来宾校区"
	}
	{
		"id":"860", "name":"桐城师范高等专科学校"
	}
	{
		"id":"2929", "name":"梧州学院"
	}
	{
		"id":"2979", "name":"梧州职业学院"
	}
	{
		"id":"598", "name":"梨树农村成人高等专科学校"
	}
	{
		"id":"2301", "name":"楚雄医药高等专科学校"
	}
	{
		"id":"2297", "name":"楚雄师院"
	}
	{
		"id":"2835", "name":"榆林学院"
	}
	{
		"id":"2828", "name":"榆林职业技术学院"
	}
	{
		"id":"2809", "name":"榆林职业技术学院神木校区"
	}
	{
		"id":"2798", "name":"欧亚学院"
	}
	{
		"id":"1134", "name":"正德职业技术学院"
	}
	{
		"id":"45", "name":"正方app测试"
	}
	{
		"id":"2056", "name":"武夷学院"
	}
	{
		"id":"2100", "name":"武夷山职业学院"
	}
	{
		"id":"1657", "name":"武威职业学院"
	}
	{
		"id":"1321", "name":"武昌工学院"
	}
	{
		"id":"1319", "name":"武昌理工学院"
	}
	{
		"id":"1340", "name":"武昌职业学院"
	}
	{
		"id":"1334", "name":"武汉东湖学院"
	}
	{
		"id":"1296", "name":"武汉交通职业学院"
	}
	{
		"id":"1233", "name":"武汉体育学院"
	}
	{
		"id":"1327", "name":"武汉体育学院体育科技学院"
	}
	{
		"id":"1306", "name":"武汉信息传播职业技术学院"
	}
	{
		"id":"1350", "name":"武汉冶金管理干部学院"
	}
	{
		"id":"1303", "name":"武汉商学院"
	}
	{
		"id":"1302", "name":"武汉商贸学院"
	}
	{
		"id":"1347", "name":"武汉城市建设学院"
	}
	{
		"id":"1351", "name":"武汉城市职业学院"
	}
	{
		"id":"1305", "name":"武汉外语外事职业学院"
	}
	{
		"id":"1220", "name":"武汉大学"
	}
	{
		"id":"1247", "name":"武汉大学医学职业技术学院"
	}
	{
		"id":"1352", "name":"武汉大学珞珈学院"
	}
	{
		"id":"3368", "name":"武汉工商学院"
	}
	{
		"id":"1240", "name":"武汉工大"
	}
	{
		"id":"1248", "name":"武汉工程大学"
	}
	{
		"id":"1322", "name":"武汉工程大学邮电与信息工程学院　"
	}
	{
		"id":"1294", "name":"武汉工程职业技术学院"
	}
	{
		"id":"1337", "name":"武汉工贸职业学院"
	}
	{
		"id":"1246", "name":"武汉广播电视大学"
	}
	{
		"id":"1300", "name":"武汉民政职业学院"
	}
	{
		"id":"1223", "name":"武汉理工大学"
	}
	{
		"id":"1299", "name":"武汉理工大学华夏学院"
	}
	{
		"id":"1236", "name":"武汉生物工程学院"
	}
	{
		"id":"1293", "name":"武汉电力职业技术学院"
	}
	{
		"id":"1241", "name":"武汉科技大学"
	}
	{
		"id":"1344", "name":"武汉科技大学城市学院"
	}
	{
		"id":"1298", "name":"武汉科技职业学院"
	}
	{
		"id":"1229", "name":"武汉纺织大学"
	}
	{
		"id":"1323", "name":"武汉纺织大学外经贸学院"
	}
	{
		"id":"1307", "name":"武汉职业技术学院"
	}
	{
		"id":"1295", "name":"武汉航海职业技术学院"
	}
	{
		"id":"1292", "name":"武汉船舶职业技术学院"
	}
	{
		"id":"1297", "name":"武汉警官职业学院"
	}
	{
		"id":"1301", "name":"武汉软件工程职业学院"
	}
	{
		"id":"1228", "name":"武汉轻工大学"
	}
	{
		"id":"1304", "name":"武汉铁路职业技术学院"
	}
	{
		"id":"1313", "name":"武汉长江工商学院"
	}
	{
		"id":"1235", "name":"武汉音乐学院"
	}
	{
		"id":"2998", "name":"毕节学院"
	}
	{
		"id":"3032", "name":"毕节职业技术学院"
	}
	{
		"id":"881", "name":"民办合肥滨湖职业技术学院"
	}
	{
		"id":"960", "name":"民办合肥经济技术职业学院"
	}
	{
		"id":"1732", "name":"民办四川天一学院"
	}
	{
		"id":"974", "name":"民办安徽旅游职业学院"
	}
	{
		"id":"1084", "name":"民办明达职业技术学院"
	}
	{
		"id":"316", "name":"民航管理干部学院"
	}
	{
		"id":"3296", "name":"永城职业学院"
	}
	{
		"id":"1587", "name":"永州职业技术学院"
	}
	{
		"id":"2841", "name":"汉中职业技术学院"
	}
	{
		"id":"1316", "name":"汉口学院"
	}
	{
		"id":"2137", "name":"汕头大学"
	}
	{
		"id":"2268", "name":"汕头市业余大学"
	}
	{
		"id":"2222", "name":"汕头职业技术学院"
	}
	{
		"id":"2223", "name":"汕尾职业技术学院"
	}
	{
		"id":"1485", "name":"江南专修学院"
	}
	{
		"id":"1041", "name":"江南大学"
	}
	{
		"id":"1068", "name":"江南影视艺术职业学院"
	}
	{
		"id":"2075", "name":"江夏学院"
	}
	{
		"id":"1239", "name":"江汉大学"
	}
	{
		"id":"1324", "name":"江汉大学文理学院"
	}
	{
		"id":"1286", "name":"江汉艺术职业学院"
	}
	{
		"id":"1067", "name":"江海职业技术学院"
	}
	{
		"id":"1213", "name":"江苏东南科技专修学院"
	}
	{
		"id":"1026", "name":"江苏京华科教专修学院"
	}
	{
		"id":"1075", "name":"江苏信息职业技术学院"
	}
	{
		"id":"1073", "name":"江苏农林职业技术学院"
	}
	{
		"id":"1187", "name":"江苏商贸职业学院"
	}
	{
		"id":"1148", "name":"江苏城市职业学院"
	}
	{
		"id":"1202", "name":"江苏城镇建设学校"
	}
	{
		"id":"1046", "name":"江苏大学"
	}
	{
		"id":"1175", "name":"江苏大学京江学院"
	}
	{
		"id":"1170", "name":"江苏工业学院怀德学院"
	}
	{
		"id":"1019", "name":"江苏师范大学"
	}
	{
		"id":"3362", "name":"江苏师范大学科文学院"
	}
	{
		"id":"1138", "name":"江苏广播电视大学"
	}
	{
		"id":"1201", "name":"江苏建康职业学院"
	}
	{
		"id":"1122", "name":"江苏建筑学院"
	}
	{
		"id":"1023", "name":"江苏建筑职业技术学院"
	}
	{
		"id":"1206", "name":"江苏技术师范东方学院"
	}
	{
		"id":"46", "name":"江苏护理职业学院"
	}
	{
		"id":"1070", "name":"江苏海事职业技术学院"
	}
	{
		"id":"1016", "name":"江苏理工学院"
	}
	{
		"id":"1159", "name":"江苏电力职工大学"
	}
	{
		"id":"1215", "name":"江苏电大通州学院"
	}
	{
		"id":"1076", "name":"江苏畜牧兽医职业技术学院"
	}
	{
		"id":"1208", "name":"江苏省司法警官高等职业学校"
	}
	{
		"id":"1153", "name":"江苏省广播电视大学"
	}
	{
		"id":"1197", "name":"江苏省无锡交通高等职业技术学校"
	}
	{
		"id":"1141", "name":"江苏省省级机关管理干部学院"
	}
	{
		"id":"1152", "name":"江苏省青年管理干部学院"
	}
	{
		"id":"1047", "name":"江苏科技大学"
	}
	{
		"id":"1171", "name":"江苏科技大学南徐学院"
	}
	{
		"id":"1021", "name":"江苏科技大学张家港校区"
	}
	{
		"id":"1196", "name":"江苏科技经贸专修学院"
	}
	{
		"id":"1139", "name":"江苏第二师范学院"
	}
	{
		"id":"1071", "name":"江苏经贸职业技术学院"
	}
	{
		"id":"1142", "name":"江苏职工医科大学"
	}
	{
		"id":"1072", "name":"江苏联合职业技术学院"
	}
	{
		"id":"1194", "name":"江苏苏州广播电视大学"
	}
	{
		"id":"1009", "name":"江苏警官学院"
	}
	{
		"id":"1069", "name":"江苏财经职业技术学院"
	}
	{
		"id":"1074", "name":"江苏食品职业技术学院"
	}
	{
		"id":"2570", "name":"江西中医药大学"
	}
	{
		"id":"2652", "name":"江西中医药大学科技学院"
	}
	{
		"id":"2631", "name":"江西中医药高等专科学校"
	}
	{
		"id":"2661", "name":"江西中山职业技术学院"
	}
	{
		"id":"2608", "name":"江西交通职业技术学院"
	}
	{
		"id":"2579", "name":"江西传媒职业学院"
	}
	{
		"id":"2625", "name":"江西信息应用职业技术学院"
	}
	{
		"id":"2623", "name":"江西先锋软件职业技术学院"
	}
	{
		"id":"2646", "name":"江西农业大学南昌商学院"
	}
	{
		"id":"2615", "name":"江西农业工程职业学院"
	}
	{
		"id":"2573", "name":"江西农大"
	}
	{
		"id":"2630", "name":"江西制造职业技术学院"
	}
	{
		"id":"2576", "name":"江西医学院上饶分院"
	}
	{
		"id":"2614", "name":"江西南昌教育学院"
	}
	{
		"id":"2604", "name":"江西卫生职业学院"
	}
	{
		"id":"2620", "name":"江西司法警官职业学院"
	}
	{
		"id":"2593", "name":"江西城市职业学院"
	}
	{
		"id":"2622", "name":"江西外语外贸职业学院"
	}
	{
		"id":"2575", "name":"江西太阳能科技学院"
	}
	{
		"id":"2599", "name":"江西工业工程职业技术学院"
	}
	{
		"id":"2601", "name":"江西工业职业技术学院"
	}
	{
		"id":"2600", "name":"江西工业贸易职业技术学院"
	}
	{
		"id":"2629", "name":"江西工程学院"
	}
	{
		"id":"2598", "name":"江西工程职业学院"
	}
	{
		"id":"2574", "name":"江西师大"
	}
	{
		"id":"2663", "name":"江西师大鹰潭学院"
	}
	{
		"id":"34", "name":"江西师范大学"
	}
	{
		"id":"2647", "name":"江西师范大学科学技术学院"
	}
	{
		"id":"2645", "name":"江西应用工程职业学院"
	}
	{
		"id":"2628", "name":"江西应用技术职业学院"
	}
	{
		"id":"2607", "name":"江西建设职业技术学院"
	}
	{
		"id":"2613", "name":"江西旅游商贸职业学院"
	}
	{
		"id":"2596", "name":"江西服装学院"
	}
	{
		"id":"2606", "name":"江西机电职业技术学院"
	}
	{
		"id":"2660", "name":"江西枫林涉外经贸职业学院"
	}
	{
		"id":"2659", "name":"江西泰豪动漫职业学院"
	}
	{
		"id":"2605", "name":"江西环境工程职业学院"
	}
	{
		"id":"2624", "name":"江西现代职业技术学院"
	}
	{
		"id":"2584", "name":"江西理工"
	}
	{
		"id":"2649", "name":"江西理工大学应用科学学院"
	}
	{
		"id":"2578", "name":"江西理工大学软件学院"
	}
	{
		"id":"2618", "name":"江西生物科技职业学院"
	}
	{
		"id":"2595", "name":"江西电力职业技术学院"
	}
	{
		"id":"2619", "name":"江西省广播电视大学"
	}
	{
		"id":"2577", "name":"江西科技学院"
	}
	{
		"id":"2571", "name":"江西科技师范大学"
	}
	{
		"id":"2656", "name":"江西科技师范理工学院"
	}
	{
		"id":"2612", "name":"江西科技职业学院"
	}
	{
		"id":"2610", "name":"江西经济管理干部学院"
	}
	{
		"id":"2611", "name":"江西经济管理职业学院"
	}
	{
		"id":"2603", "name":"江西航空职业技术学院"
	}
	{
		"id":"2627", "name":"江西艺术职业学院"
	}
	{
		"id":"2662", "name":"江西艺术设计学院"
	}
	{
		"id":"2626", "name":"江西行政管理干部学院"
	}
	{
		"id":"2602", "name":"江西警察学院"
	}
	{
		"id":"2564", "name":"江西财经大学"
	}
	{
		"id":"2653", "name":"江西财经大学现代经济管理学院"
	}
	{
		"id":"2592", "name":"江西财经职业学院"
	}
	{
		"id":"2617", "name":"江西轻工职业技术学院"
	}
	{
		"id":"2621", "name":"江西陶瓷工艺美术职业技术学院"
	}
	{
		"id":"2616", "name":"江西青年职业学院"
	}
	{
		"id":"2273", "name":"江门市广播电视大学"
	}
	{
		"id":"2215", "name":"江门职业技术学院"
	}
	{
		"id":"2275", "name":"江门艺华旅游职业学院"
	}
	{
		"id":"1077", "name":"江阴职业技术学院"
	}
	{
		"id":"945", "name":"池州学院"
	}
	{
		"id":"946", "name":"池州职业技术学院"
	}
	{
		"id":"8", "name":"沂州学院"
	}
	{
		"id":"652", "name":"沈阳体院"
	}
	{
		"id":"17", "name":"沈阳农业大学研究生院"
	}
	{
		"id":"643", "name":"沈阳农大"
	}
	{
		"id":"648", "name":"沈阳化工"
	}
	{
		"id":"712", "name":"沈阳化工学院科亚学院"
	}
	{
		"id":"651", "name":"沈阳医学院"
	}
	{
		"id":"745", "name":"沈阳国际科学技术专修学院"
	}
	{
		"id":"723", "name":"沈阳城市学院"
	}
	{
		"id":"709", "name":"沈阳城市建设学院"
	}
	{
		"id":"639", "name":"沈阳大学"
	}
	{
		"id":"683", "name":"沈阳大学师范学院"
	}
	{
		"id":"751", "name":"沈阳工业大学(中央校区)"
	}
	{
		"id":"727", "name":"沈阳工业大学工程学院"
	}
	{
		"id":"750", "name":"沈阳工业大学（辽阳校区）"
	}
	{
		"id":"641", "name":"沈阳工大"
	}
	{
		"id":"713", "name":"沈阳工学院"
	}
	{
		"id":"650", "name":"沈阳工程学院"
	}
	{
		"id":"646", "name":"沈阳师范大学"
	}
	{
		"id":"702", "name":"沈阳广播电视大学"
	}
	{
		"id":"642", "name":"沈阳建筑"
	}
	{
		"id":"730", "name":"沈阳机械工业职工大学"
	}
	{
		"id":"640", "name":"沈阳理工"
	}
	{
		"id":"698", "name":"沈阳职业技术学院"
	}
	{
		"id":"758", "name":"沈阳职业技术学院计算机学院"
	}
	{
		"id":"706", "name":"沈阳航空工业学院北方科技学院"
	}
	{
		"id":"697", "name":"沈阳航空职业技术学院"
	}
	{
		"id":"649", "name":"沈阳航空航天大学"
	}
	{
		"id":"645", "name":"沈阳药科"
	}
	{
		"id":"654", "name":"沈阳音乐学院"
	}
	{
		"id":"1100", "name":"沙洲职业工学院"
	}
	{
		"id":"2458", "name":"沧州医学高等专科学校"
	}
	{
		"id":"2457", "name":"沧州师范学院"
	}
	{
		"id":"2459", "name":"沧州职业技术学院"
	}
	{
		"id":"2472", "name":"河北交通职业技术学院"
	}
	{
		"id":"2419", "name":"河北京安学院"
	}
	{
		"id":"2473", "name":"河北京都高尔夫职业学院"
	}
	{
		"id":"2512", "name":"河北传媒学院"
	}
	{
		"id":"2433", "name":"河北体育学院"
	}
	{
		"id":"2468", "name":"河北公安警察职业学院"
	}
	{
		"id":"3373", "name":"河北农业大学"
	}
	{
		"id":"2474", "name":"河北农业大学海洋学院"
	}
	{
		"id":"2532", "name":"河北农业大学现代科技学院"
	}
	{
		"id":"2415", "name":"河北农大"
	}
	{
		"id":"2544", "name":"河北劳动关系职业学院"
	}
	{
		"id":"2469", "name":"河北化工医药职业技术学院"
	}
	{
		"id":"2445", "name":"河北北方学院"
	}
	{
		"id":"2431", "name":"河北医科大学"
	}
	{
		"id":"2531", "name":"河北医科大学临床学院"
	}
	{
		"id":"2479", "name":"河北司法警官职业学院"
	}
	{
		"id":"2418", "name":"河北地质大学"
	}
	{
		"id":"2560", "name":"河北地质职工大学"
	}
	{
		"id":"2509", "name":"河北外国语学院"
	}
	{
		"id":"2498", "name":"河北外国语职业学院"
	}
	{
		"id":"2414", "name":"河北大学"
	}
	{
		"id":"2465", "name":"河北大学医学部"
	}
	{
		"id":"2537", "name":"河北大学工商学院"
	}
	{
		"id":"43", "name":"河北大学研究生院"
	}
	{
		"id":"2475", "name":"河北女子职业技术学院"
	}
	{
		"id":"2553", "name":"河北宣化通信士官学校"
	}
	{
		"id":"771", "name":"河北工业大学"
	}
	{
		"id":"2549", "name":"河北工业大学廊坊分院"
	}
	{
		"id":"2467", "name":"河北工业职业技术学院"
	}
	{
		"id":"2448", "name":"河北工程大学"
	}
	{
		"id":"2535", "name":"河北工程大学科信学院"
	}
	{
		"id":"2466", "name":"河北工程技术高等专科学校"
	}
	{
		"id":"2429", "name":"河北师范大学"
	}
	{
		"id":"2529", "name":"河北师范大学汇华学院"
	}
	{
		"id":"2561", "name":"河北广播电视大学"
	}
	{
		"id":"2563", "name":"河北广播电视大学高等职业技术学院"
	}
	{
		"id":"2471", "name":"河北建材职业技术学院"
	}
	{
		"id":"2444", "name":"河北建筑工程学院"
	}
	{
		"id":"2482", "name":"河北政法管理干部学院"
	}
	{
		"id":"2541", "name":"河北政法职业学院"
	}
	{
		"id":"2460", "name":"河北旅游职业学院"
	}
	{
		"id":"2470", "name":"河北机电职业技术学院"
	}
	{
		"id":"2461", "name":"河北民族师范学院"
	}
	{
		"id":"2555", "name":"河北省保定市财贸学校"
	}
	{
		"id":"2477", "name":"河北省艺术职业学院"
	}
	{
		"id":"2478", "name":"河北石油职业技术学院"
	}
	{
		"id":"2430", "name":"河北科技大学"
	}
	{
		"id":"2452", "name":"河北科技大学理工学院"
	}
	{
		"id":"2436", "name":"河北科技师范学院"
	}
	{
		"id":"2428", "name":"河北科技师范学院欧美学院"
	}
	{
		"id":"2432", "name":"河北经贸大学"
	}
	{
		"id":"2538", "name":"河北经贸大学经济管理学院"
	}
	{
		"id":"2500", "name":"河北美术学院"
	}
	{
		"id":"2483", "name":"河北职业技术学院"
	}
	{
		"id":"2530", "name":"河北联合大学冀唐学院"
	}
	{
		"id":"2423", "name":"河北联合大学迁安学院"
	}
	{
		"id":"2526", "name":"河北能源职业技术学院"
	}
	{
		"id":"2545", "name":"河北行政学院"
	}
	{
		"id":"2421", "name":"河北财经学院"
	}
	{
		"id":"2427", "name":"河北轨道运输职业技术学院"
	}
	{
		"id":"2476", "name":"河北软件职业技术学院"
	}
	{
		"id":"2481", "name":"河北远东职业技术学院"
	}
	{
		"id":"2480", "name":"河北通信职业技术学院"
	}
	{
		"id":"2453", "name":"河北金融学院"
	}
	{
		"id":"2557", "name":"河北青年管理干部学院"
	}
	{
		"id":"3194", "name":"河南中医学院"
	}
	{
		"id":"3263", "name":"河南交通职业技术学院"
	}
	{
		"id":"3188", "name":"河南农业大学"
	}
	{
		"id":"3266", "name":"河南农业职业学院"
	}
	{
		"id":"3209", "name":"河南化工职业学院"
	}
	{
		"id":"3340", "name":"河南医科大学教育中心"
	}
	{
		"id":"3322", "name":"河南卫生职工学院"
	}
	{
		"id":"3268", "name":"河南司法警官职业学院"
	}
	{
		"id":"3419", "name":"河南商业高等专科学校"
	}
	{
		"id":"3244", "name":"河南城建学院"
	}
	{
		"id":"3236", "name":"河南大学"
	}
	{
		"id":"3324", "name":"河南大学民生学院"
	}
	{
		"id":"3187", "name":"河南工业大学"
	}
	{
		"id":"3335", "name":"河南工业大学化学工业职业学院"
	}
	{
		"id":"3258", "name":"河南工业职业技术学院"
	}
	{
		"id":"3257", "name":"河南工业贸易职业学院"
	}
	{
		"id":"3256", "name":"河南工程学院"
	}
	{
		"id":"3248", "name":"河南师范大学"
	}
	{
		"id":"3325", "name":"河南师范大学新联学院"
	}
	{
		"id":"3260", "name":"河南广播影视学院"
	}
	{
		"id":"3323", "name":"河南建筑职业技术学院"
	}
	{
		"id":"3208", "name":"河南护理职业学院"
	}
	{
		"id":"3211", "name":"河南推拿职业学院"
	}
	{
		"id":"3264", "name":"河南教育学院"
	}
	{
		"id":"3269", "name":"河南新华电脑学院"
	}
	{
		"id":"3210", "name":"河南机电职业学院"
	}
	{
		"id":"3261", "name":"河南机电高等专科学校"
	}
	{
		"id":"3262", "name":"河南检察职业学院"
	}
	{
		"id":"22", "name":"河南牧业经济学院"
	}
	{
		"id":"3254", "name":"河南理工大学"
	}
	{
		"id":"3200", "name":"河南理工大学高等职业学院"
	}
	{
		"id":"3267", "name":"河南省工商行政管理广播电视大学"
	}
	{
		"id":"3330", "name":"河南省广播电视大学"
	}
	{
		"id":"3336", "name":"河南省轻工业职工大学"
	}
	{
		"id":"3238", "name":"河南科技大学"
	}
	{
		"id":"3237", "name":"河南科技大学林业职业学院"
	}
	{
		"id":"3247", "name":"河南科技学院"
	}
	{
		"id":"3316", "name":"河南科技学院新科学院"
	}
	{
		"id":"3265", "name":"河南经贸职业学院"
	}
	{
		"id":"3270", "name":"河南职业技术学院"
	}
	{
		"id":"3315", "name":"河南职工医学院"
	}
	{
		"id":"3212", "name":"河南艺术职业学院"
	}
	{
		"id":"3259", "name":"河南警察学院"
	}
	{
		"id":"3255", "name":"河南财政税务高等专科学校"
	}
	{
		"id":"3195", "name":"河南财经政法大学"
	}
	{
		"id":"3271", "name":"河南质量工程职业学院"
	}
	{
		"id":"3056", "name":"河套大学"
	}
	{
		"id":"2925", "name":"河池学院"
	}
	{
		"id":"2968", "name":"河池职业学院"
	}
	{
		"id":"26", "name":"河海大学"
	}
	{
		"id":"1063", "name":"河海大学常州校区"
	}
	{
		"id":"979", "name":"河海大学文天学院"
	}
	{
		"id":"1199", "name":"河海大学继续教育学院"
	}
	{
		"id":"3412", "name":"河源技师学院"
	}
	{
		"id":"2209", "name":"河源职业技术学院"
	}
	{
		"id":"1651", "name":"河西学院"
	}
	{
		"id":"2061", "name":"泉州信息工程学院"
	}
	{
		"id":"2084", "name":"泉州儿童发展职业学院"
	}
	{
		"id":"2062", "name":"泉州医学高等专科学校"
	}
	{
		"id":"2059", "name":"泉州华光摄影艺术职业学院"
	}
	{
		"id":"2018", "name":"泉州师范学院"
	}
	{
		"id":"2004", "name":"泉州师范学院软件学院"
	}
	{
		"id":"2005", "name":"泉州泰山航海职业学院"
	}
	{
		"id":"2063", "name":"泉州理工职业学院"
	}
	{
		"id":"2057", "name":"泉州纺织服装职业学院"
	}
	{
		"id":"2060", "name":"泉州经贸职业技术学院"
	}
	{
		"id":"2003", "name":"泉州轻工职业学院"
	}
	{
		"id":"2420", "name":"泊头职业学院"
	}
	{
		"id":"1842", "name":"泰山医学院"
	}
	{
		"id":"1843", "name":"泰山学院"
	}
	{
		"id":"1915", "name":"泰山职业技术学院"
	}
	{
		"id":"1112", "name":"泰州学院"
	}
	{
		"id":"1111", "name":"泰州职业技术学院"
	}
	{
		"id":"1705", "name":"泸州医学院"
	}
	{
		"id":"1729", "name":"泸州职业技术学院"
	}
	{
		"id":"3279", "name":"洛阳大学"
	}
	{
		"id":"3314", "name":"洛阳工业高等专科学校"
	}
	{
		"id":"446", "name":"洛阳师范学院"
	}
	{
		"id":"3239", "name":"洛阳师院"
	}
	{
		"id":"3217", "name":"洛阳有色金属职工大学"
	}
	{
		"id":"3280", "name":"洛阳理工学院"
	}
	{
		"id":"3218", "name":"洛阳职业技术学院"
	}
	{
		"id":"3219", "name":"洛阳轴承职工大学"
	}
	{
		"id":"3421", "name":"测试"
	}
	{
		"id":"1997", "name":"济南协和职业学院"
	}
	{
		"id":"1810", "name":"济南大学"
	}
	{
		"id":"1957", "name":"济南大学泉城学院"
	}
	{
		"id":"1858", "name":"济南工程职业技术学院"
	}
	{
		"id":"1964", "name":"济南广播电视大学"
	}
	{
		"id":"1860", "name":"济南职业学院"
	}
	{
		"id":"1847", "name":"济宁医学院"
	}
	{
		"id":"1861", "name":"济宁学院"
	}
	{
		"id":"1862", "name":"济宁职业技术学院"
	}
	{
		"id":"3274", "name":"济源职业技术学院"
	}
	{
		"id":"1368", "name":"浙江三联专修学院"
	}
	{
		"id":"1427", "name":"浙江东方职业技术学院"
	}
	{
		"id":"1357", "name":"浙江中医药大学"
	}
	{
		"id":"1389", "name":"浙江中医药大学滨江学院"
	}
	{
		"id":"1436", "name":"浙江交通职业技术学院"
	}
	{
		"id":"1363", "name":"浙江传媒学院"
	}
	{
		"id":"1466", "name":"浙江体育职业技术学院"
	}
	{
		"id":"1367", "name":"浙江农业商贸职业学院"
	}
	{
		"id":"1361", "name":"浙江农林大学"
	}
	{
		"id":"1381", "name":"浙江农林大学暨阳学院"
	}
	{
		"id":"1445", "name":"浙江医学高等专科学校"
	}
	{
		"id":"1446", "name":"浙江医药高等专科学校"
	}
	{
		"id":"1371", "name":"浙江吉利技师学院"
	}
	{
		"id":"1464", "name":"浙江同济科技职业学院"
	}
	{
		"id":"1443", "name":"浙江商业职业技术学院"
	}
	{
		"id":"1456", "name":"浙江嘉兴教育学院"
	}
	{
		"id":"1451", "name":"浙江国际海运职业技术学校"
	}
	{
		"id":"1453", "name":"浙江国际海运职业技术学院"
	}
	{
		"id":"1437", "name":"浙江外国语学院"
	}
	{
		"id":"1353", "name":"浙江大学"
	}
	{
		"id":"1425", "name":"浙江大学城市学院"
	}
	{
		"id":"1426", "name":"浙江大学宁波理工学院"
	}
	{
		"id":"18", "name":"浙江大学研究生院"
	}
	{
		"id":"1380", "name":"浙江女子专修学院"
	}
	{
		"id":"1372", "name":"浙江宇翔外国语专修学院"
	}
	{
		"id":"1355", "name":"浙江工业大学"
	}
	{
		"id":"1483", "name":"浙江工业大学之江学院"
	}
	{
		"id":"1431", "name":"浙江工业职业技术学院"
	}
	{
		"id":"1358", "name":"浙江工商大学"
	}
	{
		"id":"1390", "name":"浙江工商大学杭州商学院"
	}
	{
		"id":"1430", "name":"浙江工商职业技术学院"
	}
	{
		"id":"1429", "name":"浙江工贸职业技术学院"
	}
	{
		"id":"1404", "name":"浙江师范大学"
	}
	{
		"id":"1481", "name":"浙江师范大学行知学院"
	}
	{
		"id":"1433", "name":"浙江广厦建设职业技术学院"
	}
	{
		"id":"1435", "name":"浙江建设职业技术学院"
	}
	{
		"id":"1478", "name":"浙江新世纪经贸专修学院"
	}
	{
		"id":"1442", "name":"浙江旅游职业学院"
	}
	{
		"id":"1434", "name":"浙江机电职业技术学院"
	}
	{
		"id":"1471", "name":"浙江横店影视职业学院"
	}
	{
		"id":"1444", "name":"浙江水利水电学院"
	}
	{
		"id":"1473", "name":"浙江汽车职业技术学院"
	}
	{
		"id":"1397", "name":"浙江海洋学院"
	}
	{
		"id":"1382", "name":"浙江海洋学院东海科学技术学院"
	}
	{
		"id":"1354", "name":"浙江理工大学"
	}
	{
		"id":"1469", "name":"浙江理工大学成教学院北景园分院"
	}
	{
		"id":"1482", "name":"浙江理工大学科技与艺术学院"
	}
	{
		"id":"1449", "name":"浙江电力职业技术学院"
	}
	{
		"id":"1458", "name":"浙江省广播电视大学"
	}
	{
		"id":"1463", "name":"浙江省省级机关职工业余大学"
	}
	{
		"id":"1360", "name":"浙江科技学院"
	}
	{
		"id":"1428", "name":"浙江纺织服装职业技术学院"
	}
	{
		"id":"1457", "name":"浙江经济管理职工大学"
	}
	{
		"id":"1439", "name":"浙江经济职业技术学院"
	}
	{
		"id":"1440", "name":"浙江经贸职业技术学院"
	}
	{
		"id":"1375", "name":"浙江育人专修学校"
	}
	{
		"id":"1448", "name":"浙江育英职业技术学院"
	}
	{
		"id":"1447", "name":"浙江艺术职业学院"
	}
	{
		"id":"1441", "name":"浙江警官职业学院"
	}
	{
		"id":"1432", "name":"浙江警察学院"
	}
	{
		"id":"1364", "name":"浙江财经大学"
	}
	{
		"id":"1379", "name":"浙江财经大学东方学院"
	}
	{
		"id":"1421", "name":"浙江越秀外国语学院"
	}
	{
		"id":"1465", "name":"浙江邮电职业技术学院"
	}
	{
		"id":"1438", "name":"浙江金融职业学院"
	}
	{
		"id":"1342", "name":"海军工程大学"
	}
	{
		"id":"728", "name":"海军职工大学"
	}
	{
		"id":"3161", "name":"海南医学院"
	}
	{
		"id":"3168", "name":"海南外国语职业学院"
	}
	{
		"id":"3160", "name":"海南大学"
	}
	{
		"id":"3169", "name":"海南工商职业学院"
	}
	{
		"id":"3162", "name":"海南师范大学"
	}
	{
		"id":"3170", "name":"海南政法职业学院"
	}
	{
		"id":"3177", "name":"海南科技职业学院"
	}
	{
		"id":"3166", "name":"海南经贸职业技术学院"
	}
	{
		"id":"3171", "name":"海南职业技术学院"
	}
	{
		"id":"3167", "name":"海南软件职业技术学院"
	}
	{
		"id":"3165", "name":"海口经济学院"
	}
	{
		"id":"1932", "name":"淄博师范高等专科学校"
	}
	{
		"id":"1929", "name":"淄博广播电视大学"
	}
	{
		"id":"1930", "name":"淄博恒星外国语学院"
	}
	{
		"id":"1931", "name":"淄博科技职业学院"
	}
	{
		"id":"1933", "name":"淄博职业学院"
	}
	{
		"id":"897", "name":"淮北师范大学"
	}
	{
		"id":"871", "name":"淮北师范大学信息学院"
	}
	{
		"id":"953", "name":"淮北职业技术学院"
	}
	{
		"id":"975", "name":"淮南市职工大学"
	}
	{
		"id":"895", "name":"淮南师范"
	}
	{
		"id":"954", "name":"淮南职业技术学院"
	}
	{
		"id":"952", "name":"淮南联合大学"
	}
	{
		"id":"1065", "name":"淮安信息职业技术学院"
	}
	{
		"id":"1018", "name":"淮安广播电视大学"
	}
	{
		"id":"1053", "name":"淮海工学院"
	}
	{
		"id":"1051", "name":"淮阴工学院"
	}
	{
		"id":"1052", "name":"淮阴师范"
	}
	{
		"id":"2272", "name":"深圳信息学院"
	}
	{
		"id":"2224", "name":"深圳信息职业技术学院"
	}
	{
		"id":"2136", "name":"深圳大学"
	}
	{
		"id":"2265", "name":"深圳市广播电视大学"
	}
	{
		"id":"2134", "name":"深圳技师学院"
	}
	{
		"id":"2225", "name":"深圳振西科技学院"
	}
	{
		"id":"2226", "name":"深圳职业技术学院"
	}
	{
		"id":"3332", "name":"清华IT河南校区"
	}
	{
		"id":"224", "name":"清华大学"
	}
	{
		"id":"2123", "name":"清华大学深圳研究生院"
	}
	{
		"id":"50", "name":"清远市技师学院"
	}
	{
		"id":"2221", "name":"清远职业技术学院"
	}
	{
		"id":"659", "name":"渤海大学"
	}
	{
		"id":"2456", "name":"渤海石油职业学院"
	}
	{
		"id":"665", "name":"渤海船舶职业学院"
	}
	{
		"id":"1399", "name":"温州医科大学"
	}
	{
		"id":"1383", "name":"温州医科大学仁济学院"
	}
	{
		"id":"1398", "name":"温州大学"
	}
	{
		"id":"1387", "name":"温州大学城市学院"
	}
	{
		"id":"1385", "name":"温州大学瓯江学院"
	}
	{
		"id":"1454", "name":"温州市工人业余大学"
	}
	{
		"id":"1468", "name":"温州科技职业学院"
	}
	{
		"id":"1423", "name":"温州职业技术学院"
	}
	{
		"id":"1373", "name":"温州肯恩大学"
	}
	{
		"id":"2833", "name":"渭南师范"
	}
	{
		"id":"2862", "name":"渭南职业技术学院"
	}
	{
		"id":"2053", "name":"湄洲湾职业技术学院"
	}
	{
		"id":"1276", "name":"湖北三峡职业技术学院"
	}
	{
		"id":"1230", "name":"湖北中医药大学"
	}
	{
		"id":"1283", "name":"湖北中医药高等专科学校"
	}
	{
		"id":"1270", "name":"湖北交通职业技术学院"
	}
	{
		"id":"1253", "name":"湖北医药学院"
	}
	{
		"id":"1328", "name":"湖北医药学院药护学院"
	}
	{
		"id":"1268", "name":"湖北商贸学院"
	}
	{
		"id":"1269", "name":"湖北国土资源职业学院"
	}
	{
		"id":"1267", "name":"湖北城市建设职业技术学院"
	}
	{
		"id":"1238", "name":"湖北大学"
	}
	{
		"id":"1317", "name":"湖北大学知行学院"
	}
	{
		"id":"1348", "name":"湖北孝感职业技术学院"
	}
	{
		"id":"1237", "name":"湖北工业大学"
	}
	{
		"id":"1320", "name":"湖北工业大学工程技术学院"
	}
	{
		"id":"1290", "name":"湖北工业职业技术学院"
	}
	{
		"id":"1254", "name":"湖北工程学院"
	}
	{
		"id":"1311", "name":"湖北工程学院新技术学院"
	}
	{
		"id":"1255", "name":"湖北师范学院"
	}
	{
		"id":"1280", "name":"湖北师范学院文理学院"
	}
	{
		"id":"1343", "name":"湖北广播电视大学"
	}
	{
		"id":"1273", "name":"湖北开放职业学院"
	}
	{
		"id":"1259", "name":"湖北文理学院"
	}
	{
		"id":"1329", "name":"湖北文理学院理工学院"
	}
	{
		"id":"1258", "name":"湖北民族学院"
	}
	{
		"id":"1274", "name":"湖北民族学院科技学院"
	}
	{
		"id":"1252", "name":"湖北汽车工业学院"
	}
	{
		"id":"1325", "name":"湖北汽车工业学院科技学院"
	}
	{
		"id":"1346", "name":"湖北澳新教育专修学院"
	}
	{
		"id":"1256", "name":"湖北理工学院"
	}
	{
		"id":"1277", "name":"湖北生态工程职业技术学院"
	}
	{
		"id":"1278", "name":"湖北生物科技职业学院"
	}
	{
		"id":"1279", "name":"湖北省水利水电职业技术学院"
	}
	{
		"id":"1260", "name":"湖北科技学院"
	}
	{
		"id":"1244", "name":"湖北科技职业学院"
	}
	{
		"id":"1271", "name":"湖北第二师范学院"
	}
	{
		"id":"1231", "name":"湖北经济学院"
	}
	{
		"id":"1326", "name":"湖北经济学院法商学院　"
	}
	{
		"id":"1272", "name":"湖北经济管理干部学院"
	}
	{
		"id":"1242", "name":"湖北美术学院继续教育学院"
	}
	{
		"id":"1234", "name":"湖北美院"
	}
	{
		"id":"1282", "name":"湖北职业技术学院"
	}
	{
		"id":"1281", "name":"湖北艺术职业学院"
	}
	{
		"id":"1232", "name":"湖北警官学院"
	}
	{
		"id":"1266", "name":"湖北财税职业学院"
	}
	{
		"id":"1275", "name":"湖北轻工职业技术学院"
	}
	{
		"id":"1339", "name":"湖北青年职业学院"
	}
	{
		"id":"1498", "name":"湖南三一工业职业技术学院"
	}
	{
		"id":"1491", "name":"湖南中医药"
	}
	{
		"id":"1604", "name":"湖南中医药大学湘杏学院"
	}
	{
		"id":"1575", "name":"湖南中医药高等专科学校"
	}
	{
		"id":"1549", "name":"湖南九嶷职业技术学院"
	}
	{
		"id":"1547", "name":"湖南交通职业技术学院"
	}
	{
		"id":"1497", "name":"湖南人文科技学院"
	}
	{
		"id":"1564", "name":"湖南体育职业学院"
	}
	{
		"id":"1570", "name":"湖南信息科学职业学院"
	}
	{
		"id":"1571", "name":"湖南信息职业技术学院"
	}
	{
		"id":"1619", "name":"湖南兵器工业职工大学"
	}
	{
		"id":"1598", "name":"湖南农业大学东方科技学院"
	}
	{
		"id":"1555", "name":"湖南农业大学国际学院"
	}
	{
		"id":"1490", "name":"湖南农大"
	}
	{
		"id":"1573", "name":"湖南冶金职业技术学院"
	}
	{
		"id":"1542", "name":"湖南化工职业技术学院"
	}
	{
		"id":"1576", "name":"湖南医药学院"
	}
	{
		"id":"3420", "name":"湖南医药学院继续教育学院"
	}
	{
		"id":"1563", "name":"湖南司法警官职业技术学院"
	}
	{
		"id":"1567", "name":"湖南同德职业学院"
	}
	{
		"id":"1558", "name":"湖南商务职业技术学院"
	}
	{
		"id":"1496", "name":"湖南商学院"
	}
	{
		"id":"1596", "name":"湖南商学院北津学院"
	}
	{
		"id":"1508", "name":"湖南城市学院"
	}
	{
		"id":"1532", "name":"湖南城建职业技术学院"
	}
	{
		"id":"1609", "name":"湖南外国语职业学院"
	}
	{
		"id":"1535", "name":"湖南外贸职业学院"
	}
	{
		"id":"1533", "name":"湖南大众传媒学院"
	}
	{
		"id":"1488", "name":"湖南大学"
	}
	{
		"id":"3385", "name":"湖南大学研究生院"
	}
	{
		"id":"1556", "name":"湖南女子学院"
	}
	{
		"id":"1553", "name":"湖南娄底远东职业学校"
	}
	{
		"id":"1530", "name":"湖南安全技术职业学院"
	}
	{
		"id":"1507", "name":"湖南工业大学"
	}
	{
		"id":"1593", "name":"湖南工业大学科技学院"
	}
	{
		"id":"1623", "name":"湖南工业科技职工大学"
	}
	{
		"id":"1538", "name":"湖南工业职业技术学院"
	}
	{
		"id":"1537", "name":"湖南工学院"
	}
	{
		"id":"1504", "name":"湖南工程学院"
	}
	{
		"id":"1603", "name":"湖南工程学院应用技术学院"
	}
	{
		"id":"1536", "name":"湖南工程职业技术学院"
	}
	{
		"id":"1539", "name":"湖南工艺美术职业学院"
	}
	{
		"id":"1486", "name":"湖南师大"
	}
	{
		"id":"1597", "name":"湖南师范大学树达学院"
	}
	{
		"id":"1541", "name":"湖南广播电视大学"
	}
	{
		"id":"1545", "name":"湖南建材高等专科学校"
	}
	{
		"id":"1512", "name":"湖南文理学院"
	}
	{
		"id":"1600", "name":"湖南文理学院芙蓉学院"
	}
	{
		"id":"1614", "name":"湖南有色金属职工大学"
	}
	{
		"id":"1544", "name":"湖南机电职业技术学院"
	}
	{
		"id":"1554", "name":"湖南民族职业学院"
	}
	{
		"id":"1495", "name":"湖南涉外经济学院"
	}
	{
		"id":"1543", "name":"湖南环境生物职业技术学院"
	}
	{
		"id":"1569", "name":"湖南现代物流职业技术学院"
	}
	{
		"id":"1509", "name":"湖南理工学院"
	}
	{
		"id":"1601", "name":"湖南理工学院南湖学院"
	}
	{
		"id":"1552", "name":"湖南理工职业技术学院"
	}
	{
		"id":"1610", "name":"湖南生物与机电工程职业技术学院"
	}
	{
		"id":"1559", "name":"湖南生物机电职业技术学院"
	}
	{
		"id":"1608", "name":"湖南电子科技职业学院"
	}
	{
		"id":"1626", "name":"湖南电气职业技术学院"
	}
	{
		"id":"1560", "name":"湖南省水利水电职业技术学院"
	}
	{
		"id":"1561", "name":"湖南石油化工职业技术学院"
	}
	{
		"id":"1503", "name":"湖南科技大学"
	}
	{
		"id":"1594", "name":"湖南科技大学潇湘学院"
	}
	{
		"id":"1514", "name":"湖南科技学院"
	}
	{
		"id":"1611", "name":"湖南科技工业职业技术学院"
	}
	{
		"id":"1550", "name":"湖南科技经贸职业学院"
	}
	{
		"id":"1551", "name":"湖南科技职业学院"
	}
	{
		"id":"1562", "name":"湖南税务高等专科学校"
	}
	{
		"id":"1534", "name":"湖南第一师范学院"
	}
	{
		"id":"1615", "name":"湖南纺织职工大学湖"
	}
	{
		"id":"1548", "name":"湖南经济干部管理学院"
	}
	{
		"id":"1568", "name":"湖南网络工程职业学院"
	}
	{
		"id":"1574", "name":"湖南艺术职业学院"
	}
	{
		"id":"1572", "name":"湖南行政学院"
	}
	{
		"id":"1540", "name":"湖南警察学院"
	}
	{
		"id":"1531", "name":"湖南财政经济学院"
	}
	{
		"id":"1529", "name":"湖南财经工业职业技术学院"
	}
	{
		"id":"1557", "name":"湖南软件职业技术学院"
	}
	{
		"id":"1524", "name":"湖南邮电职业技术学院"
	}
	{
		"id":"1607", "name":"湖南都市职业学院"
	}
	{
		"id":"1616", "name":"湖南金融技术职工大学"
	}
	{
		"id":"1566", "name":"湖南铁路科技职业技术学院"
	}
	{
		"id":"1565", "name":"湖南铁道职业技术学院"
	}
	{
		"id":"1500", "name":"湖南长沙新华电脑学院"
	}
	{
		"id":"1499", "name":"湖南食品药品职业学院"
	}
	{
		"id":"1546", "name":"湖南高速铁路职业技术学院"
	}
	{
		"id":"1400", "name":"湖州师范学院"
	}
	{
		"id":"1377", "name":"湖州师范学院求真学院"
	}
	{
		"id":"1409", "name":"湖州职业技术学院"
	}
	{
		"id":"1510", "name":"湘南学院"
	}
	{
		"id":"1591", "name":"湘南汽车工程职业学院"
	}
	{
		"id":"1502", "name":"湘潭大学"
	}
	{
		"id":"1592", "name":"湘潭大学兴湘学院"
	}
	{
		"id":"3406", "name":"湘潭大学研究生院"
	}
	{
		"id":"1583", "name":"湘潭职业技术学院"
	}
	{
		"id":"1613", "name":"湘西民族教师进修学院"
	}
	{
		"id":"1584", "name":"湘西民族职业技术学院"
	}
	{
		"id":"2231", "name":"湛师基础教育学院"
	}
	{
		"id":"2135", "name":"湛江广播电视大学"
	}
	{
		"id":"2230", "name":"湛江技师学院"
	}
	{
		"id":"2258", "name":"湛江现代科技职业学院"
	}
	{
		"id":"873", "name":"滁州城市职业学院"
	}
	{
		"id":"916", "name":"滁州学院"
	}
	{
		"id":"947", "name":"滁州职业技术学院"
	}
	{
		"id":"2340", "name":"滇西科技师范学院"
	}
	{
		"id":"1845", "name":"滨州医学院"
	}
	{
		"id":"1846", "name":"滨州学院"
	}
	{
		"id":"1961", "name":"滨州技术学院"
	}
	{
		"id":"1852", "name":"滨州职业学院"
	}
	{
		"id":"1836", "name":"滨海学院"
	}
	{
		"id":"3281", "name":"漯河医学高等专科学校"
	}
	{
		"id":"3282", "name":"漯河职业技术学院"
	}
	{
		"id":"3220", "name":"漯河食品职业学院"
	}
	{
		"id":"2074", "name":"漳州卫生职业学院"
	}
	{
		"id":"2095", "name":"漳州吉马职业印刷技术学院"
	}
	{
		"id":"2089", "name":"漳州城市职业学院"
	}
	{
		"id":"2090", "name":"漳州天福茶职业技术学院"
	}
	{
		"id":"2071", "name":"漳州职业技术学院"
	}
	{
		"id":"1585", "name":"潇湘职业学院"
	}
	{
		"id":"1840", "name":"潍坊医学院"
	}
	{
		"id":"1841", "name":"潍坊学院"
	}
	{
		"id":"1921", "name":"潍坊工商职业学院"
	}
	{
		"id":"1922", "name":"潍坊工程职业学院"
	}
	{
		"id":"1923", "name":"潍坊科技学院"
	}
	{
		"id":"1924", "name":"潍坊职业学院"
	}
	{
		"id":"2698", "name":"潞安职业技术学院"
	}
	{
		"id":"2252", "name":"潮汕职业技术学院"
	}
	{
		"id":"33", "name":"澳门城市大学"
	}
	{
		"id":"3286", "name":"濮阳职业技术学院"
	}
	{
		"id":"1125", "name":"炎黄职业技术学院"
	}
	{
		"id":"1830", "name":"烟台南山学院"
	}
	{
		"id":"1993", "name":"烟台城乡建设学校"
	}
	{
		"id":"1827", "name":"烟台大学"
	}
	{
		"id":"1947", "name":"烟台大学文经学院"
	}
	{
		"id":"1938", "name":"烟台工程职业技术学院"
	}
	{
		"id":"1940", "name":"烟台汽车工程职业学院"
	}
	{
		"id":"1926", "name":"烟台职业学院"
	}
	{
		"id":"3275", "name":"焦作大学"
	}
	{
		"id":"3214", "name":"焦作工贸职业学院"
	}
	{
		"id":"3276", "name":"焦作师范高等专科学校"
	}
	{
		"id":"3215", "name":"焦作职工医学院"
	}
	{
		"id":"2413", "name":"燕京理工学院"
	}
	{
		"id":"2435", "name":"燕山大学"
	}
	{
		"id":"2534", "name":"燕山大学里仁学院"
	}
	{
		"id":"450", "name":"牡丹江医学院"
	}
	{
		"id":"52", "name":"牡丹江医学院研究生院"
	}
	{
		"id":"485", "name":"牡丹江大学"
	}
	{
		"id":"515", "name":"牡丹江市精英计算机学院"
	}
	{
		"id":"451", "name":"牡丹江师范"
	}
	{
		"id":"53", "name":"特使团"
	}
	{
		"id":"2926", "name":"玉林师范学院"
	}
	{
		"id":"2313", "name":"玉溪农业职业技术学院"
	}
	{
		"id":"2296", "name":"玉溪师院"
	}
	{
		"id":"161", "name":"现代管理大学"
	}
	{
		"id":"301", "name":"现代软件学院"
	}
	{
		"id":"2236", "name":"珠海城市职业技术学院"
	}
	{
		"id":"2237", "name":"珠海艺术职业学院"
	}
	{
		"id":"3172", "name":"琼台师范高等专科学校"
	}
	{
		"id":"3164", "name":"琼州学院"
	}
	{
		"id":"1630", "name":"甘肃中医药大学"
	}
	{
		"id":"1675", "name":"甘肃交通职业技术学院"
	}
	{
		"id":"1666", "name":"甘肃农业职业技术学院"
	}
	{
		"id":"1634", "name":"甘肃农大"
	}
	{
		"id":"1667", "name":"甘肃医学院"
	}
	{
		"id":"1653", "name":"甘肃工业职业技术学院"
	}
	{
		"id":"1641", "name":"甘肃广播电视大学"
	}
	{
		"id":"1664", "name":"甘肃建筑职业技术学院"
	}
	{
		"id":"1632", "name":"甘肃政法学院"
	}
	{
		"id":"1643", "name":"甘肃有色冶金职业技术学院"
	}
	{
		"id":"1638", "name":"甘肃机电职业技术学院"
	}
	{
		"id":"1663", "name":"甘肃林业职业技术学院"
	}
	{
		"id":"1642", "name":"甘肃核工业职工大学"
	}
	{
		"id":"1661", "name":"甘肃民族师范学院"
	}
	{
		"id":"1659", "name":"甘肃畜牧工程职业技术学院"
	}
	{
		"id":"1662", "name":"甘肃联合大学"
	}
	{
		"id":"1654", "name":"甘肃警察职业学院"
	}
	{
		"id":"1674", "name":"甘肃钢铁职业技术学院"
	}
	{
		"id":"209", "name":"电信科学技术研究院"
	}
	{
		"id":"1680", "name":"电子科技大学"
	}
	{
		"id":"2155", "name":"电子科技大学中山学院"
	}
	{
		"id":"1726", "name":"电子科技大学成都学院"
	}
	{
		"id":"2158", "name":"番禺职业技术学院"
	}
	{
		"id":"559", "name":"白城医学高等专科学校"
	}
	{
		"id":"557", "name":"白城师范学院"
	}
	{
		"id":"591", "name":"白城职业技术学院"
	}
	{
		"id":"1640", "name":"白银矿冶职业技术学院"
	}
	{
		"id":"2924", "name":"百色学院"
	}
	{
		"id":"2977", "name":"百色职业学院"
	}
	{
		"id":"982", "name":"皖南农学院"
	}
	{
		"id":"888", "name":"皖南医学院"
	}
	{
		"id":"875", "name":"皖西卫生职业学院"
	}
	{
		"id":"900", "name":"皖西学院"
	}
	{
		"id":"1625", "name":"益阳医学高等专科学校"
	}
	{
		"id":"1617", "name":"益阳教育学院"
	}
	{
		"id":"1586", "name":"益阳职业技术学院"
	}
	{
		"id":"1144", "name":"盐城卫生职业技术学院"
	}
	{
		"id":"1126", "name":"盐城工业职业技术学院"
	}
	{
		"id":"1055", "name":"盐城工学院"
	}
	{
		"id":"1054", "name":"盐城师范学院"
	}
	{
		"id":"1214", "name":"盐城生物工程高等职业技术学院"
	}
	{
		"id":"1027", "name":"盐城高等师范学校"
	}
	{
		"id":"2486", "name":"监督管理局"
	}
	{
		"id":"696", "name":"盘锦职业技术学院"
	}
	{
		"id":"1730", "name":"眉山职业技术学院"
	}
	{
		"id":"3360", "name":"真の集美大学"
	}
	{
		"id":"2510", "name":"石家庄信息工程职业学院"
	}
	{
		"id":"2511", "name":"石家庄医学高等专科学校"
	}
	{
		"id":"2540", "name":"石家庄外事职业学院"
	}
	{
		"id":"2507", "name":"石家庄外国语职业学院"
	}
	{
		"id":"2434", "name":"石家庄学院"
	}
	{
		"id":"2502", "name":"石家庄工商职业学院"
	}
	{
		"id":"2422", "name":"石家庄幼儿师范高等专科学校"
	}
	{
		"id":"2501", "name":"石家庄法商职业学院"
	}
	{
		"id":"2505", "name":"石家庄理工职业学院"
	}
	{
		"id":"2504", "name":"石家庄科技信息职业学院"
	}
	{
		"id":"2543", "name":"石家庄科技工程职业学院"
	}
	{
		"id":"2551", "name":"石家庄经济学院华信学院"
	}
	{
		"id":"2514", "name":"石家庄职业技术学院"
	}
	{
		"id":"2559", "name":"石家庄职工大学"
	}
	{
		"id":"2503", "name":"石家庄计算机职业学院"
	}
	{
		"id":"2508", "name":"石家庄财经职业学院"
	}
	{
		"id":"2513", "name":"石家庄邮电职业技术学院"
	}
	{
		"id":"2550", "name":"石家庄铁路工程技术学院"
	}
	{
		"id":"2506", "name":"石家庄铁路职业技术学院"
	}
	{
		"id":"2417", "name":"石家庄铁道大学"
	}
	{
		"id":"2533", "name":"石家庄铁道学院四方学院"
	}
	{
		"id":"3125", "name":"石河子大学"
	}
	{
		"id":"3156", "name":"石河子大学科技学院"
	}
	{
		"id":"1061", "name":"硅湖职业技术学院"
	}
	{
		"id":"3221", "name":"磨料磨具工业职工大学"
	}
	{
		"id":"2091", "name":"福州外语外贸学院"
	}
	{
		"id":"2009", "name":"福州大学"
	}
	{
		"id":"2008", "name":"福州大学厦门工艺美术学院"
	}
	{
		"id":"2025", "name":"福州大学至诚学院"
	}
	{
		"id":"2046", "name":"福州理工学院"
	}
	{
		"id":"2047", "name":"福州科技职业技术学院"
	}
	{
		"id":"2051", "name":"福州职业技术学院"
	}
	{
		"id":"2050", "name":"福州英华职业学院"
	}
	{
		"id":"2049", "name":"福州软件职业技术学院"
	}
	{
		"id":"2048", "name":"福州黎明职业技术学院"
	}
	{
		"id":"2045", "name":"福建中医学院五洲科技学院"
	}
	{
		"id":"2014", "name":"福建中医药大学"
	}
	{
		"id":"2096", "name":"福建体育职业技术学院"
	}
	{
		"id":"2044", "name":"福建信息职业技术学院"
	}
	{
		"id":"2039", "name":"福建农业职业技术学院"
	}
	{
		"id":"2011", "name":"福建农林大学"
	}
	{
		"id":"2028", "name":"福建农林大学东方学院"
	}
	{
		"id":"2029", "name":"福建农林大学金山学院"
	}
	{
		"id":"2012", "name":"福建医科大学"
	}
	{
		"id":"2034", "name":"福建华南女子职业学院"
	}
	{
		"id":"2043", "name":"福建卫生职业技术学院"
	}
	{
		"id":"2040", "name":"福建商业高等专科学校"
	}
	{
		"id":"2031", "name":"福建对外经济贸易职业技术学院"
	}
	{
		"id":"2013", "name":"福建工程学院"
	}
	{
		"id":"2010", "name":"福建师范大学"
	}
	{
		"id":"2026", "name":"福建师范大学协和学院"
	}
	{
		"id":"2027", "name":"福建师范大学闽南科技学院"
	}
	{
		"id":"2086", "name":"福建幼儿师范高等专科学校"
	}
	{
		"id":"2033", "name":"福建广播电视大学"
	}
	{
		"id":"2072", "name":"福建政法管理干部学院"
	}
	{
		"id":"2036", "name":"福建教育学院"
	}
	{
		"id":"2038", "name":"福建林业职业技术学院"
	}
	{
		"id":"2042", "name":"福建水利电力职业技术学院"
	}
	{
		"id":"2041", "name":"福建生物工程职业技术学院"
	}
	{
		"id":"2030", "name":"福建电力职业技术学院"
	}
	{
		"id":"2080", "name":"福建省漳州业余大学"
	}
	{
		"id":"2092", "name":"福建省艺术职业学院"
	}
	{
		"id":"2079", "name":"福建经济管理干部学院"
	}
	{
		"id":"2035", "name":"福建船政交通职业学院"
	}
	{
		"id":"2088", "name":"福建艺术职业学校"
	}
	{
		"id":"2037", "name":"福建警官职业学院"
	}
	{
		"id":"2032", "name":"福建警察学院"
	}
	{
		"id":"2078", "name":"福建财会管理干部学院"
	}
	{
		"id":"2679", "name":"离石师范学院"
	}
	{
		"id":"2228", "name":"私立华联学院"
	}
	{
		"id":"48", "name":"私立华联学院非学历"
	}
	{
		"id":"3058", "name":"科尔沁艺术职业学院"
	}
	{
		"id":"1412", "name":"科技求是学院"
	}
	{
		"id":"2497", "name":"秦皇岛教育学院"
	}
	{
		"id":"2499", "name":"秦皇岛职业技术学院"
	}
	{
		"id":"217", "name":"空军指挥学院"
	}
	{
		"id":"1151", "name":"空军第一职工大学"
	}
	{
		"id":"3333", "name":"第一拖拉机制造厂拖拉机学院"
	}
	{
		"id":"362", "name":"第二军医大学"
	}
	{
		"id":"1798", "name":"第五冶金建设公司职工大学"
	}
	{
		"id":"2803", "name":"第四军医大学"
	}
	{
		"id":"1137", "name":"紫琅职业技术学院"
	}
	{
		"id":"2284", "name":"红河学院"
	}
	{
		"id":"1402", "name":"绍兴文理学院"
	}
	{
		"id":"1384", "name":"绍兴文理学院元培学院"
	}
	{
		"id":"1420", "name":"绍兴职业技术学院"
	}
	{
		"id":"452", "name":"绥化学院"
	}
	{
		"id":"1711", "name":"绵阳师范学院"
	}
	{
		"id":"1731", "name":"绵阳职业技术学院"
	}
	{
		"id":"2217", "name":"罗定职业技术学院"
	}
	{
		"id":"1838", "name":"聊城大学"
	}
	{
		"id":"1956", "name":"聊城大学东昌学院"
	}
	{
		"id":"1864", "name":"聊城职业技术学院"
	}
	{
		"id":"2234", "name":"肇庆医学高等专科学校"
	}
	{
		"id":"2139", "name":"肇庆学院"
	}
	{
		"id":"2232", "name":"肇庆工商职业技术学院"
	}
	{
		"id":"959", "name":"芜湖信息技术职业学院"
	}
	{
		"id":"962", "name":"芜湖职业技术学院"
	}
	{
		"id":"1212", "name":"苏州信息职业技术学院"
	}
	{
		"id":"1106", "name":"苏州农业职业技术学院"
	}
	{
		"id":"1143", "name":"苏州卫生职业技术学院"
	}
	{
		"id":"1039", "name":"苏州大学"
	}
	{
		"id":"1209", "name":"苏州大学宿迁学院"
	}
	{
		"id":"1177", "name":"苏州大学应用技术学院"
	}
	{
		"id":"1178", "name":"苏州大学文正学院"
	}
	{
		"id":"1011", "name":"苏州工业园区服务外包职业学院"
	}
	{
		"id":"1102", "name":"苏州工业园区职业技术学院"
	}
	{
		"id":"1103", "name":"苏州工业职业技术学院"
	}
	{
		"id":"1105", "name":"苏州工艺美术职业技术学院"
	}
	{
		"id":"1108", "name":"苏州托普信息职业技术学院"
	}
	{
		"id":"1025", "name":"苏州教育学院"
	}
	{
		"id":"1036", "name":"苏州旅游与财经高等职业技术学校"
	}
	{
		"id":"1101", "name":"苏州港大思培科技职业学院"
	}
	{
		"id":"1107", "name":"苏州科技学院"
	}
	{
		"id":"1176", "name":"苏州科技学院天平学院"
	}
	{
		"id":"1104", "name":"苏州经贸职业技术学院"
	}
	{
		"id":"1109", "name":"苏州职业大学"
	}
	{
		"id":"1149", "name":"苏州高博软件技术职业学院"
	}
	{
		"id":"2241", "name":"茂名广播电视大学"
	}
	{
		"id":"2218", "name":"茂名职业技术学院"
	}
	{
		"id":"1289", "name":"荆州理工职业学院"
	}
	{
		"id":"1288", "name":"荆州职业技术学院"
	}
	{
		"id":"1287", "name":"荆楚理工学院"
	}
	{
		"id":"2020", "name":"莆田学院"
	}
	{
		"id":"1863", "name":"莱芜职业技术学院"
	}
	{
		"id":"1857", "name":"菏泽医学专科学校"
	}
	{
		"id":"1851", "name":"菏泽学院"
	}
	{
		"id":"1981", "name":"菏泽家政职业学院"
	}
	{
		"id":"1826", "name":"菏泽职业学院"
	}
	{
		"id":"2639", "name":"萍乡高等专科学校"
	}
	{
		"id":"3402", "name":"营口理工学院"
	}
	{
		"id":"1985", "name":"营口电视大学"
	}
	{
		"id":"701", "name":"营口职业技术学院"
	}
	{
		"id":"1349", "name":"葛洲坝水电工程学院"
	}
	{
		"id":"2572", "name":"蓝天学院"
	}
	{
		"id":"892", "name":"蚌埠医学院"
	}
	{
		"id":"986", "name":"蚌埠坦克学院"
	}
	{
		"id":"902", "name":"蚌埠学院"
	}
	{
		"id":"970", "name":"蚌埠经济技术职业学院"
	}
	{
		"id":"941", "name":"蚌埠职业教育专修学院"
	}
	{
		"id":"940", "name":"蚌埠高等专科学校"
	}
	{
		"id":"2450", "name":"衡水学院"
	}
	{
		"id":"2484", "name":"衡水职业技术学院"
	}
	{
		"id":"1612", "name":"衡阳工业职工大学"
	}
	{
		"id":"1602", "name":"衡阳师范学院南岳学院"
	}
	{
		"id":"1511", "name":"衡阳师院"
	}
	{
		"id":"1621", "name":"衡阳有色冶金职工大学"
	}
	{
		"id":"1452", "name":"衢州学院"
	}
	{
		"id":"1419", "name":"衢州职业技术学院"
	}
	{
		"id":"1310", "name":"襄阳职业技术学院"
	}
	{
		"id":"1192", "name":"西交利物浦大学"
	}
	{
		"id":"2795", "name":"西京学院"
	}
	{
		"id":"2838", "name":"西北农林科技大学"
	}
	{
		"id":"2780", "name":"西北大学"
	}
	{
		"id":"2894", "name":"西北大学现代学院"
	}
	{
		"id":"2805", "name":"西北工业大学明德学院"
	}
	{
		"id":"2779", "name":"西北工大"
	}
	{
		"id":"1629", "name":"西北师范大学"
	}
	{
		"id":"1637", "name":"西北师范大学知行学院"
	}
	{
		"id":"2790", "name":"西北政法大学"
	}
	{
		"id":"1628", "name":"西北民大"
	}
	{
		"id":"2827", "name":"西北电业职工大学"
	}
	{
		"id":"1687", "name":"西华大学"
	}
	{
		"id":"1708", "name":"西华师大"
	}
	{
		"id":"1681", "name":"西南交通大学"
	}
	{
		"id":"1699", "name":"西南交通大学峨眉校区"
	}
	{
		"id":"1695", "name":"西南交通大学希望学院"
	}
	{
		"id":"2344", "name":"西南大学"
	}
	{
		"id":"2410", "name":"西南大学应用技术学院"
	}
	{
		"id":"37", "name":"西南大学研究生院"
	}
	{
		"id":"2373", "name":"西南大学荣昌校区"
	}
	{
		"id":"2346", "name":"西南政法"
	}
	{
		"id":"2281", "name":"西南林业大学"
	}
	{
		"id":"1684", "name":"西南民族大学"
	}
	{
		"id":"1694", "name":"西南石油"
	}
	{
		"id":"1712", "name":"西南科技大学"
	}
	{
		"id":"1775", "name":"西南科技大学城市学院"
	}
	{
		"id":"1686", "name":"西南财经大学"
	}
	{
		"id":"1777", "name":"西南财经大学天府学院"
	}
	{
		"id":"2312", "name":"西双版纳职业技术学院"
	}
	{
		"id":"2871", "name":"西安三资职业学院"
	}
	{
		"id":"2864", "name":"西安东方亚太职业技术学院"
	}
	{
		"id":"2777", "name":"西安交大"
	}
	{
		"id":"2893", "name":"西安交通大学城市学院"
	}
	{
		"id":"2791", "name":"西安体院"
	}
	{
		"id":"2904", "name":"西安冶金建筑专修学院"
	}
	{
		"id":"2788", "name":"西安医学院"
	}
	{
		"id":"2825", "name":"西安医学高等专科学校"
	}
	{
		"id":"2883", "name":"西安华西专修大学"
	}
	{
		"id":"2819", "name":"西安城市建设职业学院"
	}
	{
		"id":"3400", "name":"西安培华学院"
	}
	{
		"id":"2799", "name":"西安外事"
	}
	{
		"id":"2786", "name":"西安外国语大学"
	}
	{
		"id":"2906", "name":"西安外贸职工大学"
	}
	{
		"id":"2888", "name":"西安工业大学北方信息工程学院"
	}
	{
		"id":"2785", "name":"西安工大"
	}
	{
		"id":"2866", "name":"西安工程大学"
	}
	{
		"id":"2895", "name":"西安工程技术学院"
	}
	{
		"id":"2902", "name":"西安工程机械专修学院"
	}
	{
		"id":"2824", "name":"西安市职工大学"
	}
	{
		"id":"2822", "name":"西安广播电视大学"
	}
	{
		"id":"2802", "name":"西安建筑科大"
	}
	{
		"id":"2885", "name":"西安建筑科技大学华清学院"
	}
	{
		"id":"2872", "name":"西安思源学院"
	}
	{
		"id":"2908", "name":"西安技师学院"
	}
	{
		"id":"2808", "name":"西安数字技术学院 "
	}
	{
		"id":"2794", "name":"西安文理学院"
	}
	{
		"id":"2879", "name":"西安机电信息技术学院"
	}
	{
		"id":"2870", "name":"西安汽车科技职业学院"
	}
	{
		"id":"2867", "name":"西安海棠职业学院"
	}
	{
		"id":"2783", "name":"西安理工"
	}
	{
		"id":"2891", "name":"西安理工大学高科学院"
	}
	{
		"id":"2820", "name":"西安电力机械制造公司机电学院"
	}
	{
		"id":"2863", "name":"西安电力高等专科学校"
	}
	{
		"id":"2782", "name":"西安电子科大"
	}
	{
		"id":"2890", "name":"西安电子科技大学长安学院"
	}
	{
		"id":"2804", "name":"西安电子科技大学高等职业技术学院"
	}
	{
		"id":"2801", "name":"西安石油"
	}
	{
		"id":"2823", "name":"西安石油勘探仪器总厂职工大学"
	}
	{
		"id":"2869", "name":"西安科技商贸职业学院"
	}
	{
		"id":"2784", "name":"西安科技大学"
	}
	{
		"id":"2892", "name":"西安科技大学高新学院"
	}
	{
		"id":"2792", "name":"西安美院"
	}
	{
		"id":"2796", "name":"西安翻译学院"
	}
	{
		"id":"2874", "name":"西安职业技术学院"
	}
	{
		"id":"2810", "name":"西安航空学院"
	}
	{
		"id":"2901", "name":"西安航空旅游学院"
	}
	{
		"id":"2868", "name":"西安航空职业技术学院"
	}
	{
		"id":"2884", "name":"西安航空职工大学"
	}
	{
		"id":"2789", "name":"西安财经"
	}
	{
		"id":"2886", "name":"西安财经学院行知学院"
	}
	{
		"id":"3355", "name":"西安邮电大学"
	}
	{
		"id":"2907", "name":"西安金融财贸学院"
	}
	{
		"id":"2882", "name":"西安铁路工程职工大学"
	}
	{
		"id":"2873", "name":"西安铁路职业技术学院"
	}
	{
		"id":"2793", "name":"西安音乐学院"
	}
	{
		"id":"2821", "name":"西安飞机工业公司职工工学院"
	}
	{
		"id":"2865", "name":"西安高新科技职业学院"
	}
	{
		"id":"1713", "name":"西昌学院"
	}
	{
		"id":"16", "name":"西藏大学农牧学院新教务系统"
	}
	{
		"id":"3179", "name":"西藏大学农牧学院老教务系统"
	}
	{
		"id":"3185", "name":"西藏民族大学"
	}
	{
		"id":"3181", "name":"西藏民院"
	}
	{
		"id":"3184", "name":"西藏职业技术学院"
	}
	{
		"id":"3180", "name":"西藏藏医学院"
	}
	{
		"id":"3183", "name":"西藏警官高等专科学校"
	}
	{
		"id":"2787", "name":"西邮"
	}
	{
		"id":"219", "name":"解放军医学院"
	}
	{
		"id":"3253", "name":"许昌学院"
	}
	{
		"id":"3226", "name":"许昌电气职业学院"
	}
	{
		"id":"3295", "name":"许昌职业技术学院"
	}
	{
		"id":"3227", "name":"许昌陶瓷职业学院"
	}
	{
		"id":"523", "name":"诚实外语学院（肇庆分院）"
	}
	{
		"id":"1395", "name":"诺丁汉大学"
	}
	{
		"id":"159", "name":"财政部财政科学研究所"
	}
	{
		"id":"3029", "name":"贵州亚泰职业学院"
	}
	{
		"id":"3006", "name":"贵州交通职业技术学院"
	}
	{
		"id":"2986", "name":"贵州医科大学"
	}
	{
		"id":"30", "name":"贵州医科大学神奇民族医药学院"
	}
	{
		"id":"3010", "name":"贵州商学院"
	}
	{
		"id":"2985", "name":"贵州大学"
	}
	{
		"id":"3026", "name":"贵州大学明德学院"
	}
	{
		"id":"3027", "name":"贵州大学科技学院"
	}
	{
		"id":"3008", "name":"贵州工业职业技术学院"
	}
	{
		"id":"3399", "name":"贵州工商职业学院"
	}
	{
		"id":"2991", "name":"贵州师范大学"
	}
	{
		"id":"3022", "name":"贵州师范大学求是学院"
	}
	{
		"id":"3030", "name":"贵州师范学院"
	}
	{
		"id":"3033", "name":"贵州广播电视大学"
	}
	{
		"id":"2989", "name":"贵州民族大学"
	}
	{
		"id":"3021", "name":"贵州民族学院人文科技学院"
	}
	{
		"id":"3003", "name":"贵州电力职业技术学院"
	}
	{
		"id":"3004", "name":"贵州电子信息职业技术学院"
	}
	{
		"id":"2984", "name":"贵州盛华职业学院"
	}
	{
		"id":"2994", "name":"贵州省职业技术学院"
	}
	{
		"id":"3034", "name":"贵州省财经学院商务学院"
	}
	{
		"id":"2993", "name":"贵州职业技术学院 "
	}
	{
		"id":"3005", "name":"贵州航天职业技术学院"
	}
	{
		"id":"3007", "name":"贵州警官职业学院"
	}
	{
		"id":"2988", "name":"贵州财经大学"
	}
	{
		"id":"3020", "name":"贵州财经学院商务学院"
	}
	{
		"id":"3009", "name":"贵州轻工职业技术学院"
	}
	{
		"id":"2963", "name":"贵港职业学院"
	}
	{
		"id":"2987", "name":"贵阳中医学院"
	}
	{
		"id":"3025", "name":"贵阳中医学院时珍学院"
	}
	{
		"id":"3023", "name":"贵阳医学院神奇民族医药学院"
	}
	{
		"id":"2990", "name":"贵阳学院"
	}
	{
		"id":"3028", "name":"贵阳护理职业学院"
	}
	{
		"id":"3031", "name":"贵阳职业技术学院"
	}
	{
		"id":"2928", "name":"贺州学院"
	}
	{
		"id":"2582", "name":"赣南医学院"
	}
	{
		"id":"2583", "name":"赣南师范学院"
	}
	{
		"id":"2654", "name":"赣南师范学院科技学院"
	}
	{
		"id":"2590", "name":"赣南教育学院"
	}
	{
		"id":"2546", "name":"赣州东方学校"
	}
	{
		"id":"2591", "name":"赣西科技职业学院"
	}
	{
		"id":"3051", "name":"赤峰学院"
	}
	{
		"id":"3079", "name":"赤峰职业技术学院"
	}
	{
		"id":"663", "name":"辽东学院"
	}
	{
		"id":"762", "name":"辽宁东方中医学院"
	}
	{
		"id":"644", "name":"辽宁中医药"
	}
	{
		"id":"743", "name":"辽宁中医药大学"
	}
	{
		"id":"717", "name":"辽宁中医药大学杏林学院"
	}
	{
		"id":"682", "name":"辽宁交通高等专科学校"
	}
	{
		"id":"694", "name":"辽宁体育运动职业技术学院"
	}
	{
		"id":"718", "name":"辽宁何氏医学院"
	}
	{
		"id":"763", "name":"辽宁公安司法干部管理学院"
	}
	{
		"id":"726", "name":"辽宁公安司法管理干部学院"
	}
	{
		"id":"737", "name":"辽宁兵器工业职工大学"
	}
	{
		"id":"690", "name":"辽宁农业职业技术学院"
	}
	{
		"id":"716", "name":"辽宁医学院医疗学院"
	}
	{
		"id":"760", "name":"辽宁卫生职业技术学院"
	}
	{
		"id":"746", "name":"辽宁商务职业学院"
	}
	{
		"id":"691", "name":"辽宁商贸职业学院"
	}
	{
		"id":"742", "name":"辽宁地质工程职业学院"
	}
	{
		"id":"626", "name":"辽宁外经贸"
	}
	{
		"id":"615", "name":"辽宁大学"
	}
	{
		"id":"754", "name":"辽宁对外经贸学院"
	}
	{
		"id":"660", "name":"辽宁工业大学"
	}
	{
		"id":"656", "name":"辽宁工程技术大学"
	}
	{
		"id":"629", "name":"辽宁工程职业学院"
	}
	{
		"id":"621", "name":"辽宁师大"
	}
	{
		"id":"719", "name":"辽宁师范大学海华学院"
	}
	{
		"id":"680", "name":"辽宁广告职业学院"
	}
	{
		"id":"749", "name":"辽宁广告设计学院"
	}
	{
		"id":"679", "name":"辽宁广播电视大学"
	}
	{
		"id":"744", "name":"辽宁建筑职业学院"
	}
	{
		"id":"725", "name":"辽宁文化艺术职工大学"
	}
	{
		"id":"681", "name":"辽宁机电职业技术学院"
	}
	{
		"id":"688", "name":"辽宁林业职业技术学院"
	}
	{
		"id":"637", "name":"辽宁民族师范高等专科学校"
	}
	{
		"id":"627", "name":"辽宁现代服务职业技术学院"
	}
	{
		"id":"666", "name":"辽宁理工学院"
	}
	{
		"id":"634", "name":"辽宁理工职业学院"
	}
	{
		"id":"752", "name":"辽宁省交通高等专科学校"
	}
	{
		"id":"753", "name":"辽宁省城市建设职业技术学院"
	}
	{
		"id":"657", "name":"辽宁石化"
	}
	{
		"id":"692", "name":"辽宁石化职业技术学院"
	}
	{
		"id":"3369", "name":"辽宁石油化工大学"
	}
	{
		"id":"711", "name":"辽宁石油化工大学顺华能源学院"
	}
	{
		"id":"687", "name":"辽宁科技大学"
	}
	{
		"id":"710", "name":"辽宁科技大学信息技术学院"
	}
	{
		"id":"632", "name":"辽宁科技大学（营口大学园）"
	}
	{
		"id":"662", "name":"辽宁科技学院"
	}
	{
		"id":"757", "name":"辽宁税务高等专科学校"
	}
	{
		"id":"685", "name":"辽宁经济职业技术学院"
	}
	{
		"id":"689", "name":"辽宁美术职业学院"
	}
	{
		"id":"699", "name":"辽宁职业学院"
	}
	{
		"id":"724", "name":"辽宁装备制造职业技术学院"
	}
	{
		"id":"686", "name":"辽宁警官高等专科学校"
	}
	{
		"id":"721", "name":"辽宁财贸学院"
	}
	{
		"id":"747", "name":"辽宁财贸学院2"
	}
	{
		"id":"732", "name":"辽宁财贸职工大学"
	}
	{
		"id":"638", "name":"辽宁轻工职业学院"
	}
	{
		"id":"684", "name":"辽宁金融职业学院"
	}
	{
		"id":"768", "name":"辽宁铁道职业技术学院"
	}
	{
		"id":"704", "name":"辽河石油职业技术学院"
	}
	{
		"id":"577", "name":"辽源职业技术学院"
	}
	{
		"id":"695", "name":"辽阳职业技术学院"
	}
	{
		"id":"1725", "name":"达州职业技术学院"
	}
	{
		"id":"2734", "name":"运城农业学院"
	}
	{
		"id":"2690", "name":"运城学院"
	}
	{
		"id":"2683", "name":"运城师范高等专科学校"
	}
	{
		"id":"2771", "name":"运城幼儿师范高等专科学校"
	}
	{
		"id":"2684", "name":"运城护理职业学院"
	}
	{
		"id":"2672", "name":"运城职业技术学院"
	}
	{
		"id":"1217", "name":"运河高等师范学校"
	}
	{
		"id":"1081", "name":"连云港师范高等专科学校"
	}
	{
		"id":"1082", "name":"连云港职业技术学院"
	}
	{
		"id":"594", "name":"通化市职工大学"
	}
	{
		"id":"558", "name":"通化师范"
	}
	{
		"id":"595", "name":"通化钢铁公司职工大学"
	}
	{
		"id":"3069", "name":"通辽职业学院"
	}
	{
		"id":"2996", "name":"遵义医学院"
	}
	{
		"id":"3024", "name":"遵义医学院医学与科技学院"
	}
	{
		"id":"2238", "name":"遵义医学院珠海校区"
	}
	{
		"id":"3018", "name":"遵义医药高等专科学校"
	}
	{
		"id":"2997", "name":"遵义师范学院"
	}
	{
		"id":"3019", "name":"遵义职业技术学院"
	}
	{
		"id":"2519", "name":"邢台医学高等专科学校"
	}
	{
		"id":"2447", "name":"邢台学院"
	}
	{
		"id":"2425", "name":"邢台广播电视大学"
	}
	{
		"id":"2520", "name":"邢台职业技术学院"
	}
	{
		"id":"2528", "name":"邯郸中原外国语职业学院"
	}
	{
		"id":"2449", "name":"邯郸学院"
	}
	{
		"id":"2464", "name":"邯郸职业技术学院"
	}
	{
		"id":"1581", "name":"邵阳医学高等专科学校"
	}
	{
		"id":"1515", "name":"邵阳学院"
	}
	{
		"id":"1582", "name":"邵阳职业技术学院"
	}
	{
		"id":"3302", "name":"郑州交通学院"
	}
	{
		"id":"3337", "name":"郑州交通职业学院"
	}
	{
		"id":"3232", "name":"郑州信息工程职业学院"
	}
	{
		"id":"3309", "name":"郑州信息科技职业学院"
	}
	{
		"id":"3313", "name":"郑州升达经贸管理学院"
	}
	{
		"id":"3230", "name":"郑州商贸旅游职业学院"
	}
	{
		"id":"3196", "name":"郑州城市职业学院"
	}
	{
		"id":"3186", "name":"郑州大学"
	}
	{
		"id":"3297", "name":"郑州大学西亚斯国际学院"
	}
	{
		"id":"3300", "name":"郑州工业安全职业学院"
	}
	{
		"id":"3301", "name":"郑州工业应用技术学院"
	}
	{
		"id":"3317", "name":"郑州工商学院"
	}
	{
		"id":"3231", "name":"郑州市职工大学"
	}
	{
		"id":"3339", "name":"郑州布瑞达理工职业学院"
	}
	{
		"id":"3306", "name":"郑州师范学院"
	}
	{
		"id":"3233", "name":"郑州幼儿师范高等专科学校"
	}
	{
		"id":"3201", "name":"郑州成功财经学院"
	}
	{
		"id":"3305", "name":"郑州旅游职业学院"
	}
	{
		"id":"3307", "name":"郑州澍青医学高等专科学校"
	}
	{
		"id":"3334", "name":"郑州煤炭管理干部学院"
	}
	{
		"id":"3338", "name":"郑州牧业高等专科学校"
	}
	{
		"id":"3229", "name":"郑州理工职业学院"
	}
	{
		"id":"3328", "name":"郑州电力职业技术学院"
	}
	{
		"id":"3298", "name":"郑州电力高等专科学校"
	}
	{
		"id":"3299", "name":"郑州电子信息职业技术学院"
	}
	{
		"id":"20", "name":"郑州科技大学"
	}
	{
		"id":"3310", "name":"郑州科技学院"
	}
	{
		"id":"3304", "name":"郑州科技职业学院"
	}
	{
		"id":"3303", "name":"郑州经贸职业学院"
	}
	{
		"id":"3191", "name":"郑州航空工业"
	}
	{
		"id":"25", "name":"郑州航空工业管理学院"
	}
	{
		"id":"55", "name":"郑州轻工业学院"
	}
	{
		"id":"3341", "name":"郑州轻工业轻工职业学院"
	}
	{
		"id":"3308", "name":"郑州铁路职业技术学院"
	}
	{
		"id":"3228", "name":"郑州黄河护理职业学院"
	}
	{
		"id":"1312", "name":"郧阳师范高等专科学校"
	}
	{
		"id":"1528", "name":"郴州职业技术学院"
	}
	{
		"id":"1263", "name":"鄂东职业技术学院"
	}
	{
		"id":"3086", "name":"鄂尔多斯职业学院"
	}
	{
		"id":"1264", "name":"鄂州大学"
	}
	{
		"id":"1665", "name":"酒泉职业技术学院"
	}
	{
		"id":"2387", "name":"重庆三峡医药高等专科学校"
	}
	{
		"id":"2356", "name":"重庆三峡学院"
	}
	{
		"id":"2388", "name":"重庆三峡职业学院"
	}
	{
		"id":"2409", "name":"重庆五一技师学院"
	}
	{
		"id":"2363", "name":"重庆五一高级技师学院"
	}
	{
		"id":"2347", "name":"重庆交通大学"
	}
	{
		"id":"2411", "name":"重庆交通职业学院"
	}
	{
		"id":"2397", "name":"重庆人文科技学院"
	}
	{
		"id":"2382", "name":"重庆传媒职业学院"
	}
	{
		"id":"2390", "name":"重庆信息技术职业学院"
	}
	{
		"id":"2367", "name":"重庆公共运输职业学院"
	}
	{
		"id":"2358", "name":"重庆化工职业学院"
	}
	{
		"id":"2349", "name":"重庆医大"
	}
	{
		"id":"2391", "name":"重庆医药高等专科学校"
	}
	{
		"id":"2361", "name":"重庆商务职业学院"
	}
	{
		"id":"2405", "name":"重庆城市管理职业学院"
	}
	{
		"id":"2375", "name":"重庆城市职业学院"
	}
	{
		"id":"2343", "name":"重庆大学"
	}
	{
		"id":"2396", "name":"重庆大学城市科技学院"
	}
	{
		"id":"2370", "name":"重庆安全技术职业学院"
	}
	{
		"id":"2381", "name":"重庆工业职业技术学院"
	}
	{
		"id":"2350", "name":"重庆工商"
	}
	{
		"id":"2401", "name":"重庆工商大学派斯学院"
	}
	{
		"id":"2400", "name":"重庆工商大学融智学院"
	}
	{
		"id":"2380", "name":"重庆工商职业学院"
	}
	{
		"id":"2392", "name":"重庆工程学院"
	}
	{
		"id":"2379", "name":"重庆工程职业技术学院"
	}
	{
		"id":"2403", "name":"重庆工贸职业技术学院"
	}
	{
		"id":"2345", "name":"重庆师大"
	}
	{
		"id":"2399", "name":"重庆师范大学涉外商贸学院"
	}
	{
		"id":"3423", "name":"重庆幼儿高等师范专科学校"
	}
	{
		"id":"2395", "name":"重庆应用外国语专修学院"
	}
	{
		"id":"2386", "name":"重庆应用技术职业学院"
	}
	{
		"id":"2408", "name":"重庆建筑工程职业学院"
	}
	{
		"id":"2374", "name":"重庆房地产职业学院"
	}
	{
		"id":"2357", "name":"重庆文理"
	}
	{
		"id":"2362", "name":"重庆旅游职业学院"
	}
	{
		"id":"2384", "name":"重庆机电职业技术学院"
	}
	{
		"id":"2389", "name":"重庆水利电力职业技术学院"
	}
	{
		"id":"2383", "name":"重庆海联职业技术学院"
	}
	{
		"id":"2352", "name":"重庆理工大学"
	}
	{
		"id":"2372", "name":"重庆电信职业学院"
	}
	{
		"id":"2376", "name":"重庆电力高等专科学校"
	}
	{
		"id":"2377", "name":"重庆电子工程职业学院"
	}
	{
		"id":"2412", "name":"重庆电讯职业学院"
	}
	{
		"id":"2407", "name":"重庆科创职业学院"
	}
	{
		"id":"2351", "name":"重庆科技学院"
	}
	{
		"id":"2394", "name":"重庆第二师范学院"
	}
	{
		"id":"2366", "name":"重庆经贸职业学院"
	}
	{
		"id":"2393", "name":"重庆职业技术学院"
	}
	{
		"id":"2360", "name":"重庆能源职业学院"
	}
	{
		"id":"2378", "name":"重庆航天职业技术学院"
	}
	{
		"id":"2369", "name":"重庆艺术工程职业学院"
	}
	{
		"id":"2385", "name":"重庆警察学院"
	}
	{
		"id":"2406", "name":"重庆财经职业学院"
	}
	{
		"id":"2365", "name":"重庆轻工职业学院"
	}
	{
		"id":"2364", "name":"重庆通信学院 "
	}
	{
		"id":"2348", "name":"重庆邮电大学"
	}
	{
		"id":"2402", "name":"重庆邮电大学移通学院"
	}
	{
		"id":"2404", "name":"重庆青年职业技术学院"
	}
	{
		"id":"1475", "name":"金华广播电视大学"
	}
	{
		"id":"1459", "name":"金华教育学院"
	}
	{
		"id":"1411", "name":"金华职业技术学院"
	}
	{
		"id":"1078", "name":"金山职业技术学院"
	}
	{
		"id":"1079", "name":"金肯职业技术学院"
	}
	{
		"id":"1028", "name":"金陵协和神学院"
	}
	{
		"id":"1145", "name":"金陵旅馆管理干部学院"
	}
	{
		"id":"1005", "name":"金陵科技学院"
	}
	{
		"id":"1136", "name":"钟山职业技术学院"
	}
	{
		"id":"2927", "name":"钦州学院"
	}
	{
		"id":"628", "name":"铁岭卫生职业学院"
	}
	{
		"id":"700", "name":"铁岭师范高等专科学校"
	}
	{
		"id":"3292", "name":"铁道警察学院"
	}
	{
		"id":"2992", "name":"铜仁学院"
	}
	{
		"id":"3017", "name":"铜仁职业技术学院"
	}
	{
		"id":"2861", "name":"铜川职业技术学院"
	}
	{
		"id":"899", "name":"铜陵学院"
	}
	{
		"id":"961", "name":"铜陵职业技术学院"
	}
	{
		"id":"1647", "name":"银光化学材料厂职工大学"
	}
	{
		"id":"3104", "name":"银川科技职业学院（银川大学）"
	}
	{
		"id":"3094", "name":"银川能源学院"
	}
	{
		"id":"3072", "name":"锡林郭勒职业学院"
	}
	{
		"id":"767", "name":"锦州医学院畜牧兽医学院"
	}
	{
		"id":"661", "name":"锦州医科大学"
	}
	{
		"id":"678", "name":"锦州师范高等专科学校"
	}
	{
		"id":"1133", "name":"镇江市高等专科学校"
	}
	{
		"id":"1038", "name":"镇江高等专科学校"
	}
	{
		"id":"3199", "name":"长垣博大烹饪职业技术学院"
	}
	{
		"id":"3207", "name":"长垣烹饪职业技术学院"
	}
	{
		"id":"3206", "name":"长城铝业公司职工工学院"
	}
	{
		"id":"2778", "name":"长安大学"
	}
	{
		"id":"2807", "name":"长安大学兴华学院"
	}
	{
		"id":"1639", "name":"长庆石油高级技工学校"
	}
	{
		"id":"1405", "name":"长征职业技术学院"
	}
	{
		"id":"560", "name":"长春东方职业学院"
	}
	{
		"id":"535", "name":"长春中医药"
	}
	{
		"id":"563", "name":"长春信息技术职业学院"
	}
	{
		"id":"582", "name":"长春光华学院"
	}
	{
		"id":"564", "name":"长春医学高等专科学校"
	}
	{
		"id":"533", "name":"长春大学"
	}
	{
		"id":"583", "name":"长春大学旅游学院"
	}
	{
		"id":"546", "name":"长春工业大学"
	}
	{
		"id":"584", "name":"长春工业大学人文信息学院"
	}
	{
		"id":"539", "name":"长春工程学院"
	}
	{
		"id":"606", "name":"长春市建筑职工业余大学"
	}
	{
		"id":"605", "name":"长春市直属机关业余大学"
	}
	{
		"id":"540", "name":"长春师范大学"
	}
	{
		"id":"608", "name":"长春广播电视大学"
	}
	{
		"id":"592", "name":"长春建筑学院"
	}
	{
		"id":"597", "name":"长春教育学院"
	}
	{
		"id":"562", "name":"长春汽车工业高等专科学校"
	}
	{
		"id":"547", "name":"长春理工大学"
	}
	{
		"id":"586", "name":"长春理工大学光电信息学院"
	}
	{
		"id":"3384", "name":"长春理工大学研究生院"
	}
	{
		"id":"588", "name":"长春科技学院"
	}
	{
		"id":"565", "name":"长春职业技术学院"
	}
	{
		"id":"604", "name":"长春职工医科大学"
	}
	{
		"id":"607", "name":"长春职工大学"
	}
	{
		"id":"611", "name":"长春艺术学校"
	}
	{
		"id":"561", "name":"长春金融高等专科学校"
	}
	{
		"id":"308", "name":"长江商学院"
	}
	{
		"id":"1250", "name":"长江大学"
	}
	{
		"id":"1332", "name":"长江大学工程技术学院"
	}
	{
		"id":"1331", "name":"长江大学文理学院"
	}
	{
		"id":"1261", "name":"长江工程职业技术学院"
	}
	{
		"id":"2353", "name":"长江师范学院"
	}
	{
		"id":"1262", "name":"长江职业学院"
	}
	{
		"id":"1494", "name":"长沙医学院"
	}
	{
		"id":"1521", "name":"长沙南方职业学院"
	}
	{
		"id":"1522", "name":"长沙商贸旅游职业技术学院"
	}
	{
		"id":"1493", "name":"长沙学院"
	}
	{
		"id":"1618", "name":"长沙工业职工大学"
	}
	{
		"id":"1523", "name":"长沙师范学院"
	}
	{
		"id":"1620", "name":"长沙教育学院"
	}
	{
		"id":"1520", "name":"长沙民政职业技术学院"
	}
	{
		"id":"1519", "name":"长沙环境保护职业技术学院"
	}
	{
		"id":"1489", "name":"长沙理工大学"
	}
	{
		"id":"1606", "name":"长沙理工大学城南学院"
	}
	{
		"id":"1517", "name":"长沙电力职业技术学院"
	}
	{
		"id":"1526", "name":"长沙职业技术学院"
	}
	{
		"id":"1525", "name":"长沙职工大学"
	}
	{
		"id":"1518", "name":"长沙航空职业学院"
	}
	{
		"id":"2688", "name":"长治医学院"
	}
	{
		"id":"2689", "name":"长治学院"
	}
	{
		"id":"2758", "name":"长治市教育学院"
	}
	{
		"id":"2694", "name":"长治职业技术学院"
	}
	{
		"id":"609", "name":"长白山职业技术学院"
	}
	{
		"id":"208", "name":"门头沟区委党校"
	}
	{
		"id":"2054", "name":"闽北职业技术学院"
	}
	{
		"id":"2019", "name":"闽南师范大学"
	}
	{
		"id":"2058", "name":"闽南理工学院"
	}
	{
		"id":"2015", "name":"闽江学院"
	}
	{
		"id":"15", "name":"闽江学院爱恩国际学院"
	}
	{
		"id":"2076", "name":"闽江师范高等专科学校"
	}
	{
		"id":"2055", "name":"闽西职业技术学院"
	}
	{
		"id":"731", "name":"阜新煤炭职工医学专科学校"
	}
	{
		"id":"729", "name":"阜新矿务局职工大学"
	}
	{
		"id":"677", "name":"阜新高等专科学校"
	}
	{
		"id":"894", "name":"阜阳师范学院"
	}
	{
		"id":"868", "name":"阜阳师范学院信息工程学院"
	}
	{
		"id":"984", "name":"阜阳幼儿师范高等专科学校"
	}
	{
		"id":"948", "name":"阜阳科技职业学院"
	}
	{
		"id":"949", "name":"阜阳职业技术学院"
	}
	{
		"id":"2442", "name":"防灾科技学院"
	}
	{
		"id":"2024", "name":"阳光学院"
	}
	{
		"id":"2229", "name":"阳江职业技术学院"
	}
	{
		"id":"2761", "name":"阳泉市教育学院"
	}
	{
		"id":"2673", "name":"阳泉师范高等专科学校"
	}
	{
		"id":"2732", "name":"阳泉职业技术学院"
	}
	{
		"id":"3114", "name":"阿克苏教育学院"
	}
	{
		"id":"3130", "name":"阿克苏职业技术学院"
	}
	{
		"id":"1716", "name":"阿坝师范高等专科学校"
	}
	{
		"id":"1650", "name":"陇东学院"
	}
	{
		"id":"1660", "name":"陇南师范高等专科学校"
	}
	{
		"id":"2829", "name":"陕西中医学院"
	}
	{
		"id":"2851", "name":"陕西交通职业技术学院"
	}
	{
		"id":"2813", "name":"陕西兵器工业职工大学"
	}
	{
		"id":"2848", "name":"陕西国防工业职业技术学院"
	}
	{
		"id":"2849", "name":"陕西国际商贸学院"
	}
	{
		"id":"2818", "name":"陕西学前师范学院"
	}
	{
		"id":"2847", "name":"陕西工业职业技术学院"
	}
	{
		"id":"2800", "name":"陕西工商职业学院"
	}
	{
		"id":"2897", "name":"陕西工运学院"
	}
	{
		"id":"2781", "name":"陕西师大"
	}
	{
		"id":"2806", "name":"陕西师范大学高等职业技术学院"
	}
	{
		"id":"2898", "name":"陕西广播电视大学"
	}
	{
		"id":"2903", "name":"陕西建设技术学院"
	}
	{
		"id":"2880", "name":"陕西教育学院"
	}
	{
		"id":"2854", "name":"陕西旅游烹饪职业学院"
	}
	{
		"id":"2846", "name":"陕西服装工程学院"
	}
	{
		"id":"2834", "name":"陕西理工"
	}
	{
		"id":"2844", "name":"陕西电子信息职业技术学院"
	}
	{
		"id":"2814", "name":"陕西电子工业职工大学"
	}
	{
		"id":"2843", "name":"陕西电子科技职业学院"
	}
	{
		"id":"2815", "name":"陕西省宝鸡教育学院"
	}
	{
		"id":"2817", "name":"陕西省建筑工程总公司职工大学"
	}
	{
		"id":"2899", "name":"陕西省建筑职工大学"
	}
	{
		"id":"2881", "name":"陕西省旅游学校"
	}
	{
		"id":"2811", "name":"陕西省艺术学院"
	}
	{
		"id":"2816", "name":"陕西省财贸管理干部学院"
	}
	{
		"id":"2831", "name":"陕西科大"
	}
	{
		"id":"2887", "name":"陕西科技大学镐京学院"
	}
	{
		"id":"2845", "name":"陕西纺织服装职业技术学院"
	}
	{
		"id":"2852", "name":"陕西经济管理职业技术学院"
	}
	{
		"id":"2859", "name":"陕西职业技术学院"
	}
	{
		"id":"2855", "name":"陕西能源职业技术学院"
	}
	{
		"id":"2896", "name":"陕西航天职工大学"
	}
	{
		"id":"2850", "name":"陕西航空职业技术学院"
	}
	{
		"id":"2853", "name":"陕西警官职业学院"
	}
	{
		"id":"2842", "name":"陕西财经职业技术学院"
	}
	{
		"id":"2900", "name":"陕西通信技术学院"
	}
	{
		"id":"2858", "name":"陕西邮电职业技术学院"
	}
	{
		"id":"2857", "name":"陕西铁路工程职业技术学院"
	}
	{
		"id":"2878", "name":"陕西银行学校"
	}
	{
		"id":"2856", "name":"陕西青年职业学院"
	}
	{
		"id":"1291", "name":"随州职业技术学院"
	}
	{
		"id":"1762", "name":"雅安职业技术学院"
	}
	{
		"id":"3082", "name":"集宁师范学院"
	}
	{
		"id":"24", "name":"集美大学"
	}
	{
		"id":"3", "name":"集美大学诚毅学院"
	}
	{
		"id":"1976", "name":"青岛军政人文大学信息工程管理学院"
	}
	{
		"id":"1835", "name":"青岛农业大学"
	}
	{
		"id":"1952", "name":"青岛农业大学海都学院"
	}
	{
		"id":"1979", "name":"青岛北港学院"
	}
	{
		"id":"1831", "name":"青岛大学"
	}
	{
		"id":"703", "name":"青岛峻通科技专修学院"
	}
	{
		"id":"1950", "name":"青岛工学院"
	}
	{
		"id":"1967", "name":"青岛市广播电视大学"
	}
	{
		"id":"1994", "name":"青岛市电子信息技术学校"
	}
	{
		"id":"705", "name":"青岛广播电视大学"
	}
	{
		"id":"1867", "name":"青岛恒星职业技术学院"
	}
	{
		"id":"283", "name":"青岛教育学院"
	}
	{
		"id":"1869", "name":"青岛求实职业技术学院"
	}
	{
		"id":"1866", "name":"青岛港湾职业技术学院"
	}
	{
		"id":"1995", "name":"青岛滨海学院"
	}
	{
		"id":"1834", "name":"青岛理工"
	}
	{
		"id":"1948", "name":"青岛理工大学琴岛学院"
	}
	{
		"id":"1968", "name":"青岛理工大学（临沂）"
	}
	{
		"id":"1833", "name":"青岛科技大学"
	}
	{
		"id":"1871", "name":"青岛职业技术学院"
	}
	{
		"id":"1870", "name":"青岛远洋船员学院"
	}
	{
		"id":"1865", "name":"青岛飞洋职业技术学院"
	}
	{
		"id":"1868", "name":"青岛黄海学院"
	}
	{
		"id":"3353", "name":"青海交通职业技术学院"
	}
	{
		"id":"3354", "name":"青海卫生职业技术学院"
	}
	{
		"id":"3342", "name":"青海大学"
	}
	{
		"id":"51", "name":"青海大学医学院"
	}
	{
		"id":"3343", "name":"青海师范大学"
	}
	{
		"id":"3351", "name":"青海师范高等专科学校"
	}
	{
		"id":"3350", "name":"青海建筑职业技术学院"
	}
	{
		"id":"3344", "name":"青海民大"
	}
	{
		"id":"3347", "name":"青海民族师范高等专科学校"
	}
	{
		"id":"3349", "name":"青海畜牧兽医职业技术学院"
	}
	{
		"id":"3345", "name":"青海省广播电视大学"
	}
	{
		"id":"3346", "name":"青海省联合职工大学"
	}
	{
		"id":"3352", "name":"青海警官职业学院"
	}
	{
		"id":"3348", "name":"青海财经职业学院"
	}
	{
		"id":"664", "name":"鞍山市高等职业专科学校"
	}
	{
		"id":"658", "name":"鞍山师范学院"
	}
	{
		"id":"735", "name":"鞍山钢铁集团公司职工大学"
	}
	{
		"id":"2146", "name":"韩山师范学院"
	}
	{
		"id":"2145", "name":"韶关学院"
	}
	{
		"id":"2267", "name":"韶关市职工大学"
	}
	{
		"id":"2227", "name":"顺德职业技术学院"
	}
	{
		"id":"273", "name":"首都体育学院"
	}
	{
		"id":"262", "name":"首都医科大学"
	}
	{
		"id":"252", "name":"首都师范大学"
	}
	{
		"id":"290", "name":"首都师范大学科德学院"
	}
	{
		"id":"247", "name":"首都经济贸易大学"
	}
	{
		"id":"210", "name":"首都经济贸易大学密云分校 "
	}
	{
		"id":"190", "name":"首都联合职工大学"
	}
	{
		"id":"271", "name":"首钢工学院"
	}
	{
		"id":"956", "name":"马鞍山师范高等专科学校"
	}
	{
		"id":"883", "name":"马鞍山职业技术学院"
	}
	{
		"id":"3234", "name":"驻马店教育学院"
	}
	{
		"id":"3235", "name":"驻马店职业技术学院"
	}
	{
		"id":"1828", "name":"鲁东大学"
	}
	{
		"id":"755", "name":"鲁迅美术学院"
	}
	{
		"id":"653", "name":"鲁迅美院"
	}
	{
		"id":"514", "name":"鸡西市北方外国语学院"
	}
	{
		"id":"3213", "name":"鹤壁汽车工程职业学院"
	}
	{
		"id":"3272", "name":"鹤壁职业技术学院"
	}
	{
		"id":"463", "name":"鹤岗师范高等专科学校"
	}
	{
		"id":"2644", "name":"鹰潭职业技术学院"
	}
	{
		"id":"1257", "name":"黄冈师院"
	}
	{
		"id":"1314", "name":"黄冈广播电视大学"
	}
	{
		"id":"1284", "name":"黄冈科技职业学院"
	}
	{
		"id":"1285", "name":"黄冈职业技术学院"
	}
	{
		"id":"905", "name":"黄山学院"
	}
	{
		"id":"874", "name":"黄山职业技术学院"
	}
	{
		"id":"3273", "name":"黄河水利职业技术学院"
	}
	{
		"id":"3192", "name":"黄河科技"
	}
	{
		"id":"3252", "name":"黄淮学院"
	}
	{
		"id":"1341", "name":"黄石职业技术学院"
	}
	{
		"id":"2052", "name":"黎明职业大学"
	}
	{
		"id":"423", "name":"黑工程"
	}
	{
		"id":"453", "name":"黑河学院"
	}
	{
		"id":"476", "name":"黑龙江三江美术职业学院"
	}
	{
		"id":"10", "name":"黑龙江东方学院"
	}
	{
		"id":"516", "name":"黑龙江中医药大学"
	}
	{
		"id":"492", "name":"黑龙江交通职业技术学院"
	}
	{
		"id":"481", "name":"黑龙江信息技术职业学院"
	}
	{
		"id":"447", "name":"黑龙江八一农垦大学"
	}
	{
		"id":"466", "name":"黑龙江公安警官职业学院"
	}
	{
		"id":"474", "name":"黑龙江农业工程职业学院"
	}
	{
		"id":"475", "name":"黑龙江农业经济职业学院"
	}
	{
		"id":"471", "name":"黑龙江农垦林业职业技术学院"
	}
	{
		"id":"435", "name":"黑龙江农垦科技学院"
	}
	{
		"id":"472", "name":"黑龙江农垦科技职业学院"
	}
	{
		"id":"441", "name":"黑龙江农垦管理干部学院"
	}
	{
		"id":"473", "name":"黑龙江农垦职业学院"
	}
	{
		"id":"480", "name":"黑龙江司法警官职业学院"
	}
	{
		"id":"477", "name":"黑龙江商业职业学院"
	}
	{
		"id":"437", "name":"黑龙江国际商务学院"
	}
	{
		"id":"497", "name":"黑龙江外国语学院"
	}
	{
		"id":"428", "name":"黑龙江大学"
	}
	{
		"id":"501", "name":"黑龙江大学剑桥学院"
	}
	{
		"id":"513", "name":"黑龙江大鹏传媒学院"
	}
	{
		"id":"484", "name":"黑龙江工业学院"
	}
	{
		"id":"500", "name":"黑龙江工商学院"
	}
	{
		"id":"506", "name":"黑龙江幼儿师范高等专科学校"
	}
	{
		"id":"511", "name":"黑龙江广播电视大学"
	}
	{
		"id":"467", "name":"黑龙江建筑职业技术学院"
	}
	{
		"id":"432", "name":"黑龙江技师学院"
	}
	{
		"id":"468", "name":"黑龙江旅游职业技术学院"
	}
	{
		"id":"470", "name":"黑龙江民族职业学院"
	}
	{
		"id":"469", "name":"黑龙江煤炭职业技术学院"
	}
	{
		"id":"526", "name":"黑龙江现代艺术学院"
	}
	{
		"id":"478", "name":"黑龙江生态工程职业学院"
	}
	{
		"id":"519", "name":"黑龙江生态职业学院"
	}
	{
		"id":"479", "name":"黑龙江生物科技职业学院"
	}
	{
		"id":"439", "name":"黑龙江省商业职工大学"
	}
	{
		"id":"527", "name":"黑龙江省对外贸易学校"
	}
	{
		"id":"433", "name":"黑龙江省护理高等专科学校"
	}
	{
		"id":"491", "name":"黑龙江省政法管理干部学院"
	}
	{
		"id":"494", "name":"黑龙江省教育学院"
	}
	{
		"id":"438", "name":"黑龙江省民盟职业大学"
	}
	{
		"id":"524", "name":"黑龙江省畜牧职业学院"
	}
	{
		"id":"529", "name":"黑龙江省社会科学院研究生部"
	}
	{
		"id":"517", "name":"黑龙江省齐齐哈尔林业学校"
	}
	{
		"id":"424", "name":"黑龙江科技大学"
	}
	{
		"id":"509", "name":"黑龙江粮食职业学院　　"
	}
	{
		"id":"465", "name":"黑龙江职业学院"
	}
	{
		"id":"482", "name":"黑龙江职业学院第二校区"
	}
	{
		"id":"483", "name":"黑龙江艺术职业学院"
	}
	{
		"id":"525", "name":"黑龙江财经学院"
	}
	{
		"id":"3013", "name":"黔东南民族职业技术学院"
	}
	{
		"id":"2999", "name":"黔南师院"
	}
	{
		"id":"3014", "name":"黔南民族医学高等专科学校"
	}
	{
		"id":"3015", "name":"黔南民族职业技术学院"
	}
	{
		"id":"3016", "name":"黔西南民族职业技术学院"
	}
	{
		"id":"1902", "name":"齐鲁医学院"
	}
	{
		"id":"1815", "name":"齐鲁工业大学"
	}
	{
		"id":"1934", "name":"齐鲁师范学院"
	}
	{
		"id":"3363", "name":"齐齐哈尔医学院"
	}
	{
		"id":"445", "name":"齐齐哈尔大学"
	}
	{
		"id":"488", "name":"齐齐哈尔工程学院"
	}
	{
		"id":"521", "name":"齐齐哈尔市卫生学校"
	}
	{
		"id":"518", "name":"齐齐哈尔林业学院"
	}
	{
		"id":"442", "name":"齐齐哈尔理工职业学院"
	}
	{
		"id":"487", "name":"齐齐哈尔高等师范专科学校"
	}
	{
		"id":"2022", "name":"龙岩学院"
	}
	{
		"id":"2081", "name":"龙岩技师学院"
	}
	]
}

export schools;